Repository: leihs/leihs_legacy
Catalog: locale/*/leihs.po
Languages: fr_ch

source: These orders have been successfully submitted, but are NOT YET APPROVED.
fr_ch: Ces commandes ont été envoyées, elles ne sont toutefois PAS ENCORE APPROUVÉES.

source: Search for '%s'
fr_ch: Rechercher '%s'

source: Your order has been successfully submitted, but is NOT YET APPROVED.
fr_ch: Cette commande a été envoyée, elle n'est toutefois PAS ENCORE APPROUVÉE.

source: Continue with available models only
fr_ch: Continuer avec les modèles disponibles

source: Your order has been modified. All reservations are now available.
fr_ch: Votre commande a été ajustée. Toutes les réservations sont maintenant disponibles.

source: Borrow template
fr_ch: Gabarit de commande

source: Please select a template.
fr_ch: S'il vous plait, sélectionner un gabarit.

source: The template "%s" will be deleted and no longer available for usage.
fr_ch: Le gabarit "%s" sera supprimé et ne sera plus disponibles.

source: Please adapt the specific quantities to fit your needs.
fr_ch: Veuillez ajuster la quantité requise adaptée à vos besoins.

source: Insert 0 for the entries you dont need.
fr_ch: Définissez le nombre à 0 pour les entrées que vous n'avez pas besoin.

source: The highlighted entries are not accomplishable for the intended quantity.
fr_ch: Les entrées sélectionnées ne peuvent pas être remplies pour que le nombre demandé.

source: Please contact the concerned inventory pool.
fr_ch: S'il vous plait, contactez le responsable du groupe d'inventaire.

source: Continue
fr_ch: Continuer

source: Availability
fr_ch: Disponibilité

source: Entry
fr_ch: Entrée

source: %s will be removed from the template and not been added to your order.
fr_ch: %s a été retiré du gabarit et ne sera pas ajouté à votre commande.

source: The order will be discarded.
fr_ch: La commande sera supprimée.

source: This entry will be removed from the order.
fr_ch: L'entrée sera supprimée de la commande.

source: The template has been added to your order.
fr_ch: Le gabarit a été ajouté à votre commande.

source: Settings
fr_ch: Paramètres

source: %d minutes passed. The items are not reserved for you any more!
fr_ch: %d Minutes se sont écoulés. Les éléments suivants ne sont plus réservés !

source: Time until your order times out. Click to reset.
fr_ch: Le temps jusqu'à ce que votre commande arrive à expiration. Cliquez pour réinitialiser.

source: Your order will time out in %s.
fr_ch: Votre commande expirera dans %s.

source: Reset timeout
fr_ch: Réinitialiser le délai

source: Your order ist empty.
fr_ch: Votre commande est vide.

source: Borrow items
fr_ch: Emprunter des éléments

source: from %s
fr_ch: de %s

source: Please select a time range and continue.
fr_ch: Veuillez sélectionner une heure et continuer.

source: You can modify the time range for each separate model in the next step.
fr_ch: Vous pouvez modifier les périodes de chaque modèle à l'étape suivante.

source: List of templates
fr_ch: Liste des gabarit

source: Template
fr_ch: Gabarit

source: Template must have at least one model
fr_ch: Le gabarit doit avoir au moins un modèle

source: %s created successfully
fr_ch: %S a été créé avec succès

source: %s successfully saved
fr_ch: %s enregistrée avec succès

source: Source code
fr_ch: Code source

source: Complete order
fr_ch: Terminer la commande

source: The responsible inventory pool cannot be changed because it's not returned yet or has already been assigned to a contract line.
fr_ch: Le groupe d'inventaire responsable ne peut pas être changé, car l'appareil est déjà prêté ou un contrat est déjà attribué.

source: Send reminder
fr_ch: Envoyer un rappel

source: Approval failed
fr_ch: Autorisation refusée

source: Deleted
fr_ch: Supprimé

source: Reminder sent
fr_ch: Rappel envoyé

source: Available in total
fr_ch: Disponibles

source: Loading availability
fr_ch: Chargement des disponibilité

source: Availability loaded
fr_ch: Disponibilité chargée

source: Invalid data
fr_ch: Donnée invalide

source: Reject order
fr_ch: Refuser la commande

source: Inventory code, model name, search term
fr_ch: Code d'inventaire, nom du modèle, terme de recherche

source: Adding item
fr_ch: Ajout de l'élément

source: Added %s
fr_ch: %s ajouté

source: Close
fr_ch: Fermer

source: Removing items
fr_ch: Les éléments ont étés supprimés

source: Edit reservation
fr_ch: Modifier la réservation

source: Availability for
fr_ch: Disponibilité pour

source: Please select an inventory pool
fr_ch: Choisissez un groupe d'inventaire

source: %s visit overdue
fr_ch: %s visite en retard

source: %s future visit
fr_ch: %s prochaine visite

source: %s visit today
fr_ch: %s visite aujourd'hui

source: %s quantity increased to %s
fr_ch: %s augmentation du nombre de %s

source: %s assigned to %s
fr_ch: %s attribué à %s

source: %s is already assigned to a contract
fr_ch: %s est déjà attribué à un contrat

source: %s is already assigned to this contract
fr_ch: %s est déjà attribué à ce contrat

source: %s is already assigned to a different contract
fr_ch: %s est déjà attribué à un autre contrat

source: Hand over of %s item
fr_ch: Transmission de %s élément

source: Hand over completed
fr_ch: Transmission complete

source: Open %s
fr_ch: Ouvrir %s

source: %s item
fr_ch: %s élément

source: %s room
fr_ch: %s salle

source: to %s
fr_ch: à %s

source: Back to this user
fr_ch: Retour à cet utilisateur

source: Extend entry
fr_ch: Etendre l'entrée

source: %s selected for take back
fr_ch: %s selection pour la transmission

source: %s was not found for this take back
fr_ch: %s n'a pas été trouvé pour cette restitution

source: You can not take back more items then you handed over
fr_ch: Vous ne pouvez pas retirer plus d'éléments que vous avez transmit

source: You can not take back more options then you handed over
fr_ch: Vous ne pouvez pas retirer plus d'options que vous en avez rendu

source: You have to provide the quantity for the things you want to return
fr_ch: Vous devez spécifier la quantité que vous voulez retourner

source: Take back completed
fr_ch: Retrait complété

source: Take back of %s item
fr_ch: Retour de l'objet %s

source: No.
fr_ch: N°

source: Contract signed
fr_ch: Contrat signé

source: You cannot delete this user
fr_ch: Vous ne pouvez supprimer cet utilisateur

source: Add inventory
fr_ch: Ajouter à l'inventaire

source: Active Inventory
fr_ch: Inventaire actif

source: Unused Models
fr_ch: Ungenutzte Modelle

source: Used Models
fr_ch: Modèles utilisés

source: Responsible inventory pool
fr_ch: Responsable du groupe d'inventaire

source: from
fr_ch: de

source: to
fr_ch: à

source: Create new item
fr_ch: Créer un nouvel élément

source: Insert all required information
fr_ch: Insérer toutes les informations requises

source: Make changes and save
fr_ch: Faire les changements et sauver

source: Create new model
fr_ch: Créer un nouveau modèle

source: Removed on save
fr_ch: Supprimer lors de la sauvegarde

source: File has to be uploaded on save
fr_ch: Le fichier doit être uploadé lors de la sauvegarde

source: Upload problems
fr_ch: Problèmes d'upload

source: %s was saved, but there were problems uploading files
fr_ch: %s a été sauvé, mais des problèmes sont survenus lors de l'upload de fichiers

source: Uploading files - please wait
fr_ch: Upload de fichiers en cours - veuillez patienter

source: Save package
fr_ch: Sauver un paquet

source: Add item
fr_ch: Ajouter un élément

source: Search Results for %s
fr_ch: Résultats de recherche für %s

source: Show all found %s
fr_ch: Afficher les éléments trouvés %s

source: Please provide a search term
fr_ch: Veuillez fournir un terme de recherche

source: Start search
fr_ch: Démarrer la recherche

source: models
fr_ch: modèles

source: items
fr_ch: éléments

source: contracts
fr_ch: contrats

source: orders
fr_ch: commandes

source: Search results (%s) for %s
fr_ch: Résultats de recherche (%s) pour %s

source: Search results (%s) for "%s"
fr_ch: Résultats de recherche (%s) pour "%s"

source: Create new option
fr_ch: Créer une nouvelle option

source: Option saved
fr_ch: Option sauvée

source: Hide notification
fr_ch: Cacher la notification

source: Changed
fr_ch: Changé

source: Parent categories
fr_ch: Catégories parentes

source: Subordinate to %s
fr_ch: Subordonné à %s

source: Category saved
fr_ch: Catégorie sauvée

source: in the future
fr_ch: dans le futur

source: in the past
fr_ch: dans le passé

source: Borrowable items
fr_ch: Elements empruntables

source: Available for borrower
fr_ch: Disponible pour l'emprunteur

source: is part of a package
fr_ch: fait partie d'un paquet

source: Packages updated
fr_ch: Paquet actualisé

source: Save Package
fr_ch: Sauver le paquet

source: Print Selection
fr_ch: Imprimer la sélection

source: Undo approval
fr_ch: Annuler l'approbation

source: Verify
fr_ch: Vérifier

source: To be verified
fr_ch: A vérifier

source: Verify + approve order
fr_ch: Vérifier + approuver la commande

source: No verification required
fr_ch: Aucune vérification requise

source: Verification required
fr_ch: Vérification requise

source: Statistics
fr_ch: Statistiques

source: Who borrowed the most things?
fr_ch: Qui emprunte le plus de choses ?

source: lends
fr_ch: prêts

source: Which inventory pool is busiest?
fr_ch: Quel groupe d'inventaire est le plus occupé ?

source: Who bought the most items?
fr_ch: Qui a acheté le plus d'éléments ?

source: Automatic access
fr_ch: Accès automatique

source: New users will get customer access automatically.
fr_ch: Les nouveaux utilisateurs auront l'accès client automatiquement.

source: Software
fr_ch: Logiciel

source: Software Information
fr_ch: Information du logiciel

source: Software License
fr_ch: License logicielle

source: Activation Type
fr_ch: Type d'activation

source: License Type
fr_ch: Type de license

source: Create new software license
fr_ch: Créer une nouvelle license logicielle

source: Create new software
fr_ch: Créer un nouveau logiciel

source: Free
fr_ch: Libre

source: Single Workplace
fr_ch: Lieu de travail unique

source: Multiple Workplace
fr_ch: Lieu de travail multiple

source: License Server
fr_ch: Serveur de license

source: License Number
fr_ch: Numéro de license

source: Site License
fr_ch: License de site

source: Operating System
fr_ch: Système d'exploitation

source: Hints
fr_ch: Astuces

source: Local
fr_ch: Locale

source: License expiration
fr_ch: Expiration de la license

source: Maintenance expiration
fr_ch: Expiration de la maintenance

source: Maintenance contract
fr_ch: Contrat de maintenance

source: Procured by
fr_ch: Procuré par

source: Picking List
fr_ch: Liste d'éléments à retirer

source: remaining
fr_ch: restant

source: Category can have only one image.
fr_ch: Une catégorie ne peut avoir qu'une seule image.

source: Used on the start page in the borrow section
fr_ch: Utilisée sur la page d'accueil dans la section emprunt

source: A package item must belong to a package model
fr_ch: Un élément paquet doit appartenir à un modèle de paquet

source: Product
fr_ch: Produit

source: Min. number of days between current date and hand over
fr_ch: Min. de jours entre date actuelle et une transmission

source: Status note
fr_ch: Note de statut

source: Which item is busiest?
fr_ch: Quel élément est le plus utilisé ?

source: Which inventory pool has the most contracts?
fr_ch: Quel groupe d'inventaire a le plus de contrats ?

source: Currency
fr_ch: Monnaie

source: Fields
fr_ch: Champs

source: Field
fr_ch: Champ

source: Show all fields
fr_ch: Afficher tous les champs

source: Reset visibility of all fields on the item forms
fr_ch: Réinitialiser la visibilité de tous les champs des formulaires

source: Hide this field from all item forms
fr_ch: Cacher ce champ de tous les formulaires

source: last used +1
fr_ch: dernier utilisé +1

source: fill up gaps
fr_ch: combler les vides

source: assign highest available
fr_ch: attribuer le plus élevée disponible

source: Swap Model
fr_ch: Echanger le modèle

source: Budget limits
fr_ch: Limites de budget

source: Budget period
fr_ch: Période de budget

source: Budget periods
fr_ch: Périodes de budget

source: Budget period end date
fr_ch: Date de fin de la période de budget

source: The budget period is closed
fr_ch: La période de budget est fermée

source: requesting phase until %s
fr_ch: phase de demande jusqu'au %s

source: inspection phase until %s
fr_ch: phase d'inspection jusqu'au %s

source: Model name
fr_ch: Nom du modèle

source: Requested quantity
fr_ch: Quantité demandée

source: Approved quantity
fr_ch: Quantité approuvée

source: Order quantity
fr_ch: Quantité de la commande

source: Requests
fr_ch: Requêtes

source: Template Categories
fr_ch: Catégories de gabarit

source: Edit templates
fr_ch: Editer des gabarit

source: Requester
fr_ch: Demandeur

source: Requesters
fr_ch: Demandeurs

source: Not a requester
fr_ch: N'est pas un demandeur

source: My groups
fr_ch: Mes groupes

source: My requests
fr_ch: Mes requêtes

source: Motivation
fr_ch: Motif

source: Inspectors
fr_ch: Inspecteur

source: Inspection comment
fr_ch: Commentaire de l'inspection

source: Inspection start date
fr_ch: Date de début de l'inspection

source: Priority
fr_ch: Priorité

source: Inspector's priority
fr_ch: Priorité de l'inspecteur

source: Name of receiver
fr_ch: Nom du destinataire

source: Organisation unit
fr_ch: Unité d'organisation

source: Department
fr_ch: Département

source: Attachment
fr_ch: Pièce jointe

source: In inspection
fr_ch: En inspection

source: Denied
fr_ch: Refusé

source: Partially approved
fr_ch: Approuvé partiellement

source: incl. VAT
fr_ch: inc. TVA

source: Item price
fr_ch: Prix de la pièce

source: State
fr_ch: Etat

source: State of Request
fr_ch: Etat de la requête

source: Move to another group
fr_ch: Déplacer dans un autre groupe

source: Move to another budget period
fr_ch: Déplacer à une autre période de budget

source: Point of Delivery
fr_ch: Point de livraison

source: max 255 characters
fr_ch: max. 255 caractères

source: Article or Project
fr_ch: Article ou projet

source: Procurement
fr_ch: Approvisionnement

source: Inquiry to procurement request
fr_ch: Enquête sur la demande d'approvisionnement

source: Article nr. or Producer nr.
fr_ch: Article n° ou Producteur n°

source: Replacement
fr_ch: Remplacement

source: Choose an article/project
fr_ch: Choisir un article/projet

source: Choose an article or a category
fr_ch: Choisir un article ou une catégorie

source: Request moved
fr_ch: Requête déplacée

source: Mandatory
fr_ch: Obligatoire

source: High
fr_ch: Haut

source: Medium
fr_ch: Moyen

source: Low
fr_ch: Bas

source: Are you sure you want to delete '%s'?
fr_ch: Etes-vous sûr de vouloir supprimer '%s' ?

source: Type in a search term
fr_ch: Entrer un terme de recherche

source: No results
fr_ch: Aucun résultat

source: Searching...
fr_ch: Recherche en cours...

source: must be greater or equal to the inspection start date
fr_ch: doit être supérieur ou égal à la date de début d'inspection

source: Check invalid fields
fr_ch: Il existe des champs invalides

source: Name of the requester
fr_ch: Nom du demandeur

source: Add article for specific group
fr_ch: Ajouter un article pour le groupe spécifique

source: You have unsaved data. Would you like to delete the data?
fr_ch: Vous avez des données non-sauvegardées. Voulez-vous supprimer celle-ci ?

source: Special filters
fr_ch: Filtres spéciaux

source: Only my own requests
fr_ch: Seulement mes propres requêtes

source: Only my own categories
fr_ch: Seulement mes propres catégories

source: Only categories with requests
fr_ch: Seulement les catégories avec requêtes

source: New line (Add Article or Project)
fr_ch: Nouvelle ligne (Ajouter un article ou un projet)

source: Create request for this category
fr_ch: Créer une requête pour cette catégorie

source: Create request for another user
fr_ch: Créer une requête pour un autre utilisateur

source: Select all
fr_ch: Sélectionner tout

source: None selected
fr_ch: Aucun sélectionné

source: All selected
fr_ch: Tout sélectionné

source: selected
fr_ch: sélectionné

source: You are not authorized for this action.
fr_ch: Vous n'avez pas l'autorisation pour cette action.

source: Current budget period not defined yet
fr_ch: Aucune période de budget actuel n'a encore été définie

source: No categories defined yet
fr_ch: Aucune catégorie n'a encore été définie

source: No admins defined yet
fr_ch: Aucun admin n'a encore été défini

source: No requesters defined yet
fr_ch: Aucun demandeur n'a encore été défini

source: Create new budget period
fr_ch: Créer une nouvelle période de budget

source: Total of all requests in state "New"
fr_ch: Total des requêtes avec l'état "Nouveau"

source: Total of all approved requests
fr_ch: Total des requêtes approuvées

source: Create request by choosing an article or project
fr_ch: Créer une requête en choisissant un article ou un projet

source: Current total of budget period
fr_ch: Total actuel de la période de budget

source: Current total of category
fr_ch: Total actuel de la catégorie

source: Current total of selected requests
fr_ch: Total actuel des requêtes sélectionnées

source: % used (category limit - total of selected requests)
fr_ch: % utilisé (limite de catégorie - total des requêtes sélectionnées)

source: Add new article to category
fr_ch: Ajouter un nouvel article à une catégorie

source: Delete category with all it's articles/projects
fr_ch: Supprimer une catégorie avec tous ses articles/projets

source: Add new requester
fr_ch: Ajouter un nouveau demandeur

source: Main category
fr_ch: Catégorie principale

source: Subcategory
fr_ch: Sous-catégorie

source: Subcategories
fr_ch: Sous-catégories

source: Add new main category
fr_ch: Ajouter une nouvelle catégorie principale

source: Add new subcategory
fr_ch: Ajouter une nouvelle sous-catégorie

source: Delete main category
fr_ch: Supprimer une catégorie principale

source: Delete subcategory
fr_ch: Supprimer une sous-catégorie

source: Choose a suggested article or a category
fr_ch: Choisissez un article suggéré ou une catégorie

source: You do not have the responsibility to lend this item. Responsible for this item is the pool "%s".
fr_ch: Vous ne pouvez pas prêter cet élément. Le groupe responsable de celui-ci est "%s".

source: First admin user
fr_ch: Premier utilisateur admin

source: First admin user has been created. Default database authentication system has been configured.
fr_ch: Le premier utilisateur admin a été créé. Le système d'authentification de base de donnée par défaut a été configuré.

source: Authentication System
fr_ch: Système d'authentification

source: Authentication Systems
fr_ch: Systèmes d'authentification

source: List of Authentication Systems
fr_ch: Liste des systèmes d'authentification

source: Same or similar serial number already exists.
fr_ch: Un numéro de série semblable existe déjà.

source: Active
fr_ch: Actif

source: active
fr_ch: actif

source: inactive
fr_ch: inactif

source: Inventory pool can't be deactivated due to existing orders or signed contracts.
fr_ch: Le groupe d'inventaire ne peut être désactivé, car il existe des commandes ou des contrats signés.

source: Inventory pool can't be deactivated due to existing items which are not yet retired.
fr_ch: Le groupe d'inventaire ne peut être désactivé, car il existe des éléments actifs.

source: Startdate
fr_ch: Date de début

source: Enddate
fr_ch: Date de fin

source: Languages
fr_ch: Langues

source: List of Languages
fr_ch: Liste des langues

source: In list
fr_ch: Dans la liste

source: required
fr_ch: requis

source: admin_active
fr_ch: Actif

source: admin_inactive
fr_ch: Inactif

source: admin_all
fr_ch: Tous

source: Refresh Page
fr_ch: Rafraîchir la page

source: is not a valid URL
fr_ch: n’est pas une URL valide

source: is not a HTTP(S) URL
fr_ch: n’est pas une URL HTTP(S)

source: Only enter whole numbers
fr_ch: Entrez uniquement des nombres entiers

source: User does not have access to inventory pool: %s
fr_ch: L'utilisateur n'a pas accès à l'inventaire: %s

source: User is suspended for inventory pool: %s
fr_ch: L'utilisateur a été suspendu pour cette inventaires: %s

source: An order can not have multiple delegated users.
fr_ch: Un ordre ne peut pas avoir plusieurs utilisateurs délégués.

source: Invalid date
fr_ch: Date non valide

source: Start and end date cannot be in the past
fr_ch: Date de début et de fin ne peut pas être dans le passé
