Repository: leihs/leihs_legacy
Catalog: locale/*/leihs.po
Languages: fr_ch

source: Technical Details
fr_ch: Détails techniques

source: Templates
fr_ch: Gabarits

source: Terms and conditions of the lender apply.
fr_ch: Les modalités et conditions du prêteur s'appliquent.

source: That means that the user probably did not get the approval mail and you need to contact him/her in a different way.
fr_ch: Cela signifie que l'utilisateur n'as probablement pas reçu le mail d'approbation et vous devez le contacter d'une autre manière.

source: The Category must be empty
fr_ch: La catégorie doit être vide

source: The Inventory Code %s was not found.
fr_ch: Le code d'inventaire %s n'a pas été trouvé.

source: The Inventory Code %s was not found for %s
fr_ch: Le code d'inventaire %s pour %s n'a pas été trouvé

source: The Inventory Pool must be empty
fr_ch: Le groupe d'inventaire doit être vide

source: The accessory was successfully created.
fr_ch: L'accesoire a été créé avec succès.

source: The accessory was successfully deleted.
fr_ch: L'accessoire a été supprimé avec succès.

source: %s successfully deleted
fr_ch: %s supprimé avec succès

source: The admin role cannot be scoped to an inventory pool
fr_ch: Le rôle d'administration ne peut pas être étendu à un groupe d'inventaire

source: The assignment for %s was removed
fr_ch: La tâche pour %s a été supprimée

source: The following error happened while sending a notification email to %{email}:\n
fr_ch: L'erreur suivante s'est produite lors de l'envoi d'email de notification à %{email}:\n

source: The group quantities were successfully saved.
fr_ch: Les quantités de groupe ont été sauvées.

source: The inventory code %s is not valid for this model
fr_ch: Le code d'inventaire %s n'est pas valide pour ce modèle

source: The item belongs to a package
fr_ch: L'élément appartient à un paquet

source: The item cannot be retired because it's not returned yet or has already been assigned to a contract line.
fr_ch: L'élément ne peut pas être retiré car il n'est pas encore retourné ou a déjà été attribué à une ligne de contrat.

source: The item doesn't belong to the inventory pool related to this contract
fr_ch: L'élément n'appartient pas au groupe d'inventaire apparenté à ce contrat

source: The item doesn't match with the reserved model
fr_ch: L'élément ne correspondant pas au modèle réservé

source: The item is already handed over or assigned to a different contract line
fr_ch: L'élément a déjà été transmis ou a été attribué à une ligne de contrat différente

source: The item with the inventory code %s was not found
fr_ch: L'élément avec le code d'inventaire %s n'a pas été trouvé

source: The item %s will be retired and no longer available for rentals.
fr_ch: L'élément %s a été retiré du prêt et n'est donc plus disponible.

source: The line was not found
fr_ch: La ligne n'a pas été trouvée

source: The mail was sent
fr_ch: L'email a été envoyé

source: The model cannot be changed because the item is used in contracts already.
fr_ch: Le modèle ne peut pas être changé parce que l'élément est déjà utilisé dans des contrats.

source: The model is already compatible
fr_ch: Le modèle est déjà compatible

source: The new user details could not be saved.
fr_ch: Les détails du nouvel utilisateur n'ont pas pu être sauvés.

source: The option could not be added
fr_ch: L'option ne peut pas être ajoutée

source: The option doesn't belong to the inventory pool related to this contract
fr_ch: L'option n'appartient pas au groupe d'inventaire apparenté à ce contrat

source: The parent item doesn't exist (parent_id: %d)
fr_ch: L'élément parent n'existe pas (parent_id: %d)

source: The properties have been updated.
fr_ch: Les propriétés ont été actualisées.

source: The selected reservations have been moved
fr_ch: La sélection des réservations a été déplacé

source: The selected model is not a package
fr_ch: Le modèle sélection n'est pas un paquet

source: The user does not have an email address
fr_ch: L'utilisateur n'as pas d'adresse email

source: This contract is not signable because it doesn't have any contract reservations.
fr_ch: Ce contrat ne peut être signé parce qu'il n'a pas de réservations.

source: This contract is not signable because none of the reservations have a purpose.
fr_ch: Ce contrat ne peut être signé parce que aucune des réservations n'a de motif.

source: This contract is not signable because some reservations are not assigned.
fr_ch: Ce contrat ne peut être signé parce que des réservations ne sont pas attribuées.

source: This contract is not signable because the delegated user is either missing or not part of this delegation.
fr_ch: Ce contrat ne peut être signé parce que l'utilisateur délégué est soit manquant ou ne fait pas partie de la délégation.

source: Delegated user is not member of the contract's delegation or is empty
fr_ch: L'utilisateur délégué n'est pas un membre du contrat de la délégration ou est vide

source: Delegated user must be empty for contract's normal user
fr_ch: L'utilisateur délégué doit être vide pour un contrat normal

source: Groups of this customer
fr_ch: Groupes de ce client

source: This inventory pool is closed on that day.
fr_ch: Le groupe d'inventaire est fermé ce jour-ci.

source: No orders are possible on this start date
fr_ch: Aucune commande n'est possible pour cette date de début

source: Booking is no longer possible on this start date
fr_ch: Les réservations ne sont plus possible pour cette date de début

source: Booking is no longer possible on this end date
fr_ch: Les réservations ne sont plus possible pour cette date de fin

source: Inventory pool successfully updated.
fr_ch: Groupe d'inventaire actualisé avec succès.

source: This is a package containing the following items
fr_ch: Ceci est un paquet contenant les éléments suivants

source: This is the list of items you requested. To complete this order, please %s.
fr_ch: Ceci est la liste des éléments que vous avez demandé. Pour compléter la commande, veuillez %s.

source: This item was retired
fr_ch: Cet élément a été retir

source: This item will be given to a different inventory pool and not show up in yours anymore!
fr_ch: Cet élément va être donné à un autre groupe d'inventaire et ne sera plus visible dans le vôtre!

source: This model is now in %d categories
fr_ch: Ce modèle est mainteant dans %s catégories

source: This order has already been approved.
fr_ch: Cette commande a déjà été approuvée.

source: This order is not approvable because doesn't have any models.
fr_ch: Cette commande ne peut pas être approuvée, parce qu'il n'y a aucun modèle. Modelle hat.

source: This order is not approvable because some reserved models are not available.
fr_ch: Cette commande ne peut pas être approuvé, parce que certains modèles réservés ne sont pas disponible.

source: This order is not approvable because the inventory pool is closed on either the start or enddate.
fr_ch: Cette commande ne peut pas être approuvée, parce que le groupe d'inventaire est fermé à la date de début ou de fin.

source: Thu
fr_ch: Jeu

source: Time window
fr_ch: Fenêtre de temps

source: Timeline
fr_ch: Chronologie

source: Today
fr_ch: Aujourd'hui

source: Too many users found
fr_ch: Trop d'utilisateurs trouvés

source: Tue
fr_ch: Mar

source: Umzug
fr_ch: Défilé

source: borrowable
fr_ch: empruntable

source: unborrowable
fr_ch: non-empruntable

source: Unborrowable
fr_ch: Non-empruntable

source: Borrowable Items
fr_ch: Eléments empruntable

source: Unborrowable Items
fr_ch: Eléments non-empruntable

source: Unsigned
fr_ch: Non-signé

source: Unsigned Hand Over
fr_ch: Transmission non-signée

source: Unsigned contracts
fr_ch: Contrats non-signés

source: Unsubmitted
fr_ch: Non-envoyé

source: Unsuccessful reminder of %{q} items for contracts %{c}
fr_ch: Rappel infructueux de %{q} éléments pour les contrats %{c}

source: Updated at
fr_ch: Actualisé le

source: Upload error.
fr_ch: Erreur de téléversement.

source: User
fr_ch: Utilisateur

source: Delegation
fr_ch: Délégation

source: Delegations
fr_ch: Délégations

source: User details were updated successfully.
fr_ch: Les détails de l'utilisateur ont été actualisé.

source: User data
fr_ch: Données d'utilisateur

source: User created successfully
fr_ch: Utilisateur créé avec succès

source: User must be selected
fr_ch: L'utilisateur doit être sélectionné

source: User or Order not found
fr_ch: L'utilisateur ou la commande n'a pas été trouvé

source: User swapped %{from} for %{to}
fr_ch: Utilisateur échangé de %{from} à %{to}

source: User unknown
fr_ch: Utilisateur inconnu

source: User/Typical usage
fr_ch: Utilisateur/Utilisation typique

source: Username
fr_ch: Nom d'utilisateur

source: Users
fr_ch: Utilisateurs

source: Value
fr_ch: Valeur

source: Value List
fr_ch: Liste de valeur

source: Value List for Lending Contract No.
fr_ch: Liste de valeur pour les contrats de prêt n°

source: Value List for Lending Contract No. %s
fr_ch: Liste de valeur pour les contrats de prêt n° %s

source: View %s
fr_ch: Voir %s

source: View Item
fr_ch: Voir l'élément

source: View Model
fr_ch: Voir le modèle

source: View Option
fr_ch: Voir l'option

source: Visits
fr_ch: Visites

source: Warning
fr_ch: Alerte

source: Wed
fr_ch: Mer

source: Welcome %s
fr_ch: Bienvenue %s

source: Working order
fr_ch: Etat de fonctionnement

source: Workload
fr_ch: Charge de travail

source: Write a note... (the note will be part of the contract)
fr_ch: Ecrivez une note... (Celle-ci fera partie du contrat)

source: Write a comment. The comment will be part of the rejection e-mail.
fr_ch: Ecrivez un commentaire. Celui-ci fera partie de l'email de refus.

source: Write a comment... (your comment will be part of the confirmation e-mail)
fr_ch: Ecrivez un commentaire... (Celui-ci fera partie de l'email de confirmation)

source: Write a note... the note will be part of the contract
fr_ch: Ecrivez une note... Celle-ci fera partie du contrat

source: Yes
fr_ch: Oui

source: You are not the owner of this item
fr_ch: Vous n'êtes pas le propriétaire de cet élément

source: You bring back your items
fr_ch: Vous restituez vos éléments

source: You can edit your personal data
fr_ch: Vous pouvez éditer vos données personnelles

source: You can't add a package to a package.
fr_ch: Vou ne pouvez ajouter un paquet à un paquet.

source: You cannot delete all reservations of an order. Perhaps you want to reject it instead?
fr_ch: Vous ne pouvez pas supprimer les réservations d'une commande. Voulez-vous peut-être refuser cell-ci à la place?

source: You do not have any items in your order. Please %s and choose items for your order.
fr_ch: Vous n'avez aucun élément dans votre commande. Veuillez %s et choisir les éléments pour votre commande.

source: You don't have access to this item.
fr_ch: Vous n'avez pas accès à cet élément.

source: You don't have any rights to access this application.
fr_ch: Vous n'avez pas les droits d'accès à cette application.

source: You don't have permission to perform this action
fr_ch: Vous n'avez pas la permission d'effectuer cette action

source: You have %{no_access} to any inventory pools!
fr_ch: Vous avez %{no_access} à aucun groupe d'inventaire!

source: You have access to the following inventory pools
fr_ch: Vous avez accès aux groupes d'inventaire suivants

source: You have access to the following inventory pools:
fr_ch: Vous avez accès aux groupes d'inventaire suivants:

source: You have been logged out.
fr_ch: Vous avez été déconnecté.

source: You are not logged in.
fr_ch: Vous n'êtes pas connecté.

source: You were served by %s
fr_ch: Vous avez été servi par %s

source: You pick up the reserved items at the inventory pool
fr_ch: Vous pouvez retirer les éléments réservés au groupe d'inventaire

source: You place a reservation for some items in this system
fr_ch: Vous avez placé une réservation pour des éléments dans le système

source: You should redo your action or reload the page!
fr_ch: Vous devriez refaire votre action ou recharger la page!

source: You wait for confirmation from the inventory pools in question
fr_ch: Vous êtes en attente de confirmation du groupe d'inventaire en question

source: Your order was successfully transmitted to those responsible and is %s.
fr_ch: Votre commande a été transmise avec succès aux responsables et est %s.

source: Zielraum
fr_ch: Zone d'arrivée

source: [Model %s]
fr_ch: [Modèle %s]

source: [leihs] Order received
fr_ch: [leihs] Commande reçue

source: [leihs] Reminder
fr_ch: [leihs] Rappel

source: [leihs] Reservation Confirmation
fr_ch: [leihs] Confirmation de réservation

source: [leihs] Reservation Rejected
fr_ch: [leihs] Réservation refusée

source: [leihs] Reservation Submitted
fr_ch: [leihs] Réservation envoyée

source: [leihs] Reservation confirmed (with changes)
fr_ch: [leihs] Réservation confirmée (avec des changements)

source: [leihs] Some items should be returned tomorrow
fr_ch: [leihs] Des éléments doivent être retourné demain

source: already in Category
fr_ch: déjà dans la Catégorie

source: assigned to %s
fr_ch: attribué à %s

source: available
fr_ch: disponible

source: awaiting approval
fr_ch: en attente d'approbation

source: could not be assigned for take back
fr_ch: n'a pas pu être attribué pour la restitution

source: current page is set as start page
fr_ch: la page actuelle est définie comme page d'accueil

source: day
fr_ch: jour

source: delete
fr_ch: supprimer

source: doesn't match parent's attribute
fr_ch: ne correspondant pas à l'attribut parent

source: entries%s
fr_ch: entrées%s

source: extend
fr_ch: étendre

source: for '%s'
fr_ch: pour '%s'

source: for max.
fr_ch: pour max.

source: found %i
fr_ch: %i trouvé(s)

source: general
fr_ch: général

source: go back
fr_ch: aller en arrière

source: go to today
fr_ch: aller à aujourd'hui

source: here
fr_ch: ici

source: in
fr_ch: dans

source: Inventory pool is closed on end date
fr_ch: Le groupe d'inventaire est fermé à la date de fin

source: Inventory pool is closed on start date
fr_ch: Le groupe d'inventaire est fermé à la date de début

source: is late
fr_ch: est en retard

source: item not assigned.
fr_ch: l'élément n'est pas attribué

source: jump to this date
fr_ch: sauter à cette date

source: Running Account
fr_ch: Compte courant

source: more
fr_ch: plus

source: more properties
fr_ch: plus de propriétés

source: Property
fr_ch: Propriété

source: Properties
fr_ch: Propriétés

source: no image
fr_ch: pas d'image

source: no item assigned
fr_ch: aucun élément attribué

source: no purpose specified
fr_ch: pas de motif spécifié

source: not available.
fr_ch: non-disponible.

source: not available
fr_ch: non-disponible

source: %s not available
fr_ch: %s non-disponible

source: not borrowable
fr_ch: non-empruntable

source: not valid.
fr_ch: non-valide.

source: on time!
fr_ch: à l'heure!

source: open datepicker
fr_ch: ouvrir le sélecteur de date

source: overdue
fr_ch: en retard

source: please wait
fr_ch: veuillez patienter

source: please wait...
fr_ch: veuillez patienter...

source: quantity increased by %s
fr_ch: quantité augmentée de %s

source: quantity not available.
fr_ch: quantité non-disponible.

source: reserved / item assigned in future
fr_ch: réservé / élément attribué dans le futur

source: reset user
fr_ch: réinitialiser l'utilisateur

source: set current page as start page
fr_ch: définir la page en cours comme page d'accueil

source: show less
fr_ch: montrer moins

source: show less properties
fr_ch: montrer moins de propriétés

source: show package parts
fr_ch: montre les parties du paquet

source: since
fr_ch: depuis

source: since max.
fr_ch: depuis max.

source: submit it
fr_ch: le soumettre

source: therefore you may not be able to change some of these fields
fr_ch: par conséquent, vous ne pourrez peut-être pas modifier certains de ces champs

source: this is a package
fr_ch: ceci est un paquet

source: to edit this item
fr_ch: pour modifier cet élément

source: to substitute
fr_ch: pour substituer

source: today
fr_ch: aujourd'hui

source: unavailable / can't be guaranteed
fr_ch: non-disponible / non-garanti

source: unknown Model
fr_ch: modèle inconnu

source: until
fr_ch: jusqu'à

source: upcoming
fr_ch: prochain

source: was assigned for take back
fr_ch: a été assigné pour restitution

source: while deleting a hand over line
fr_ch: pendant la suppression d'une ligne de transmission

source: while deleting hand over for
fr_ch: pendant la suppression d’une transmission pour

source: while deleting multiple order reservations
fr_ch: pendant la suppression de plusieurs commandes de réservations

source: while deleting order line for
fr_ch: a été effacé lorsque la ligne d'information de commande pour

source: while try to send an e-mail reminder to:
fr_ch: pendant la transmission d'un e-mail de rappel à:

source: with comment
fr_ch: avec commentaire

source: without conflict
fr_ch: sans conflit

source: you cannot hand out reservations which are starting in the future
fr_ch: vous ne pouvez pas transmettre des réservations qui commencent dans le futur

source: you cannot hand out reservations which are ending in the past
fr_ch: vous ne pouvez pas transmettre de réservations avec une date de fin antérieure à aujourd’hui

source: you cannot hand out reservations with unassigned inventory codes
fr_ch: vous ne peut pas distribuer des réservations avec des codes d’inventaire non assigné

source: Helper
fr_ch: Assistant

source: Suspended
fr_ch: Suspendre

source: Edit User
fr_ch: Modifier utilisateur

source: Customer
fr_ch: Client

source: Group manager
fr_ch: Gestionnaire de groupe

source: Lending manager
fr_ch: Gestionnaire de prêt

source: Inventory manager
fr_ch: Gestionnaire d'inventaire

source: Inventory managers
fr_ch: Gestionnaires d'inventaire

source: New
fr_ch: Nouveau

source: New Delegation
fr_ch: Nouvelle Delegation

source: New User
fr_ch: Nouvel utilisateur

source: New Template
fr_ch: Nouveau gabarit

source: New Category
fr_ch: Nouvelle catégorie

source: New Group
fr_ch: Nouveau groupe

source: List of %d Users
fr_ch: Liste de %d Utilisateurs

source: List of Users
fr_ch: Liste d'Utilisateurs

source: Contract expiration
fr_ch: Expiration du contrat

source: Warranty expiration
fr_ch: Expiration de la garantie

source: Process multiple fields for multiple items in a row
fr_ch: Modifier plusieurs champs pour plusieurs appareils séquentiellement

source: Select Field
fr_ch: Champ de sélection

source: no fields selected
fr_ch: aucun champ sélectionné

source: Apply Fields on Item
fr_ch: Appliquer des champs sur l'élément

source: no item selected
fr_ch: aucun élément sélectionné

source: requested
fr_ch: demandé

source: Inventory Helper
fr_ch: Assistant d'inventaire

source: Select Image
fr_ch: Choisir une image

source: Select File
fr_ch: Choisir un fichier

source: Attachments
fr_ch: Pièces jointes

source: undo
fr_ch: annuler

source: Do you realy want to delete the '%s' category?
fr_ch: Voulez-vous vraiment supprimer la catégorie '%s' ?

source: Create %s
fr_ch: Créer %s

source: Create new category
fr_ch: Créer une nouvelle catégorie

source: Category name
fr_ch: Nom de la catégorie

source: List of Categories
fr_ch: Liste des catégories

source: not used
fr_ch: non utilisé

source: used
fr_ch: utilisé

source: Model|Images|File file size
fr_ch: Modèle|Images|File taille de fichier

source: Model|Images|File content type
fr_ch: Modèle|Images|File type de contenu

source: Item|Retired reason
fr_ch: Elément|Motif de la suppression

source: You can not create a package without any item
fr_ch: Vous ne pouvez pas créer un paquet sans élément

source: Packages created
fr_ch: Paquets créés

source: This user is suspended.
fr_ch: Cet utilisateur a été suspendu.

source: Short Name
fr_ch: Nom court

source: Inventory pool successfully updated
fr_ch: Parc de matériel mis à jour avec succès

source: Basic Information
fr_ch: Information de base

source: Workdays
fr_ch: Jours ouvrables

source: Closed Days
fr_ch: Jours de fermeture

source: Toggle %s
fr_ch: Activer/désactiver %s

source: Search %s
fr_ch: Chercher %s

source: by browsing categories
fr_ch: sur les catégories

source: Select
fr_ch: Sélectionner

source: Closed Day
fr_ch: Jour fermé

source: Borrow
fr_ch: Emprunter

source: Borrow section
fr_ch: Prêt

source: Manage section
fr_ch: Gestion

source: Overview
fr_ch: Vue d'ensemble

source: Manage
fr_ch: Gestion

source: Nothing selected
fr_ch: Aucune sélection

source: %s Return
fr_ch: %s Retour

source: Returns
fr_ch: Retours

source: not yet saved
fr_ch: pas encore enregistré

source: Prepackaged
fr_ch: Préemballé

source: Model saved
fr_ch: Modèle enregistré

source: The package is not in stock
fr_ch: Le paquet est en rupture de stock

source: The items of the package can not be edited
fr_ch: Les objets de ce paquet ne peuvent pas être modifiés

source: Access
fr_ch: Accès

source: Access rights
fr_ch: Droits d'accès

source: Group
fr_ch: Groupe

source: Groups
fr_ch: Groupes

source: Remove
fr_ch: Supprimer

source: List of Groups
fr_ch: Liste des groupes

source: %s created
fr_ch: %s créé

source: Name of the user
fr_ch: Nom de l'utilisateur

source: Name of the model
fr_ch: Nom du modèle

source: Name of the group
fr_ch: Nom du groupe

source: Name of the template
fr_ch: Nom du gabarit

source: %s saved
fr_ch: %s enregistré

source: Order overview
fr_ch: Résumé de la commande

source: To pick up
fr_ch: A retirer

source: deployed %s ago
fr_ch: déployé il y a %s

source: is %s ago
fr_ch: il y a %s

source: one day ago
fr_ch: un jour de plus

source: this is the branch '%s'
fr_ch: c'est la branche '%s'

source: last change by '%s'
fr_ch: dernière modification par %s'

source: Add to order
fr_ch: Ajouter à la commande

source: Reset
fr_ch: Réinitialiser

source: Reset all filter
fr_ch: Réinitialiser tous les filtres

source: All %s
fr_ch: Tous les %s

source: ascending
fr_ch: ascendant

source: descending
fr_ch: descendant

source: All inventory pools
fr_ch: Tous les inventaires

source: Inventory pools
fr_ch: Groupe d'inventaire

source: Show all search results
fr_ch: Afficher tous les résultats de la recherche

source: Show all properties
fr_ch: Afficher toutes les propriétés

source: Show less properties
fr_ch: Afficher moins de propriétés

source: Last name
fr_ch: Nom de famille

source: First name
fr_ch: Prénom

source: City
fr_ch: Ville

source: Country
fr_ch: Pays

source: Zip
fr_ch: NPA

source: Suspended reason
fr_ch: Motif de la suspension

source: Role
fr_ch: Rôle

source: No access
fr_ch: Pas d'accès

source: User|Email
fr_ch: E-Mail

source: User|Lastname
fr_ch: Nom de famille

source: User|Firstname
fr_ch: Prénom

source: User|AccessRight|Suspended reason
fr_ch: Utilisateur|Droit d'accès|Motif de la suspension

source: The selected inventory pool is closed on that day
fr_ch: Le groupe d'inventaire sélectionné est fermé ce jour-là

source: Item is not available in that time range
fr_ch: L'élément n'est pas disponible dans cette plage de temps

source: Purpose of the order
fr_ch: Motif de la commande

source: Specification of the purpose is required
fr_ch: Un motif pour la commande est obligatoire

source: Specification of the contact person is required
fr_ch: La personne de contact est obligatoire

source: Change
fr_ch: Mofidier

source: Change entry
fr_ch: Modifier l'entrée

source: Save change
fr_ch: Enregistrer les modifications

source: Continue this order
fr_ch: Continuer cette commande

source: Please solve the conflicts for all highlighted reservations in order to continue.
fr_ch: Pour continuer, veuillez corriger les conflits des éléments mis en surbrillance.

source: You have permission to access the following inventory pool
fr_ch: Vous avez la permission d'accéder au groupe d'inventaire suivant

source: No description
fr_ch: Pas de description

source: for
fr_ch: pour

source: Open orders
fr_ch: Commandes ouvertes
