Repository: leihs/leihs_legacy
Catalog: locale/*/leihs.po
Languages: fr_ch

source: Suspended until
fr_ch: Suspendu jusqu'au

source: Access as
fr_ch: Accès comme

source: Change %s
fr_ch: Modifier

source: Organisations of the requesters
fr_ch: Organisations selon la liste des demandeurs

source: Additional label in inventory codes
fr_ch: Étiquette supplémentaire utilisée dans les codes d'inventaire

source: Visible for borrowers in frontend
fr_ch: Visible dans l'interface d'emprunt

source: Print dialog will open aut.
fr_ch: La fenêtre d'impression s'ouvrira automatiquement.

source: Used for sending e-mails from leihs
fr_ch: Utilisé pour envoyer des e-mails depuis leihs

source: This note is added to any contract, but can be changed individually before actually printing and signing each contract.
fr_ch: Cette note est ajouté par contrat, mais peut être changée individuellement avant d'imprimer et signer chaque contrat.

source: at the inventory pool
fr_ch: au groupe d'inventaire

source: item(s)
fr_ch: élément(s)

source: item(s) due on
fr_ch: élément(s) dû le

source: %d day in the future
fr_ch: %d jour dans le futur

source: %s (View in Order)
fr_ch: %s (Voir dans l'ordre)

source: %s Search Results for "%s"
fr_ch: %s Résultats de recherche pour "%s"

source: %s until %s
fr_ch: %s jusqu'à %s

source: Users who don't bring back the items on the required date are suspended from next day on.
fr_ch: Les utilisateurs qui ne rapportent pas les éléments le jour requis sont suspendus dès le jour suivant.

source: Automatic suspension
fr_ch: Suspension automatique

source: Automatic suspension reason
fr_ch: Motif de la suspension automatique

source: A model for the Inventory Code / Serial Number '%s' was not found
fr_ch: Aucun modèle pour le code d'inventaire / Numéro de série '%s' n'a été trouvé

source: A model with the ID '%s' was not found
fr_ch: Aucun modèle avec l'ID '%s' n'a été trouvé

source: A package cannot be nested to another package
fr_ch: Un paquet ne peut pas contenir un autre paquet

source: A template with the ID '%s' was not found
fr_ch: Aucun gabarit avec l'ID '%s' n'a été trouvé

source: Ablauf Garantie
fr_ch: Expiration de la garantie

source: Ablauf Vertrag
fr_ch: Expiration du contrat

source: Access Level: %d
fr_ch: Niveau d'accès: %d

source: Access Right successfully created
fr_ch: Droit d'accès créée avec succès

source: Access Right successfully updated
fr_ch: Droit d'accès actualisé avec succès

source: Access right reinstated
fr_ch: Droit d'accès rétablit

source: Acknowledge
fr_ch: Autorisation

source: Add
fr_ch: Ajouter

source: Add %s
fr_ch: Ajouter %s

source: Add Model
fr_ch: Ajouter le modèle

source: Add Option
fr_ch: Ajouter l'option

source: Add Purpose
fr_ch: Ajouter un motif

source: Add/Assign
fr_ch: Ajouter/Assigner

source: Added
fr_ch: Ajouté

source: Additional notes
fr_ch: Notes additionnelles

source: Address
fr_ch: Adresse

source: Admin
fr_ch: Administration

source: Administrators
fr_ch: Administrateurs

source: All
fr_ch: Tous

source: Ankunftsdatum
fr_ch: Date d'arrivée

source: Ankunftsnotiz
fr_ch: Note d'arrivée

source: Ankunftszustand
fr_ch: Etat à l'arrivée

source: Anschaffungskategorie
fr_ch: Catégorie d'acquisition

source: Werkstatt-Technik
fr_ch: Atelier technique

source: Produktionstechnik
fr_ch: Technique de production

source: AV-Technik
fr_ch: Technique audiovisuelle

source: Musikinstrumente
fr_ch: Instruments de musique

source: Facility Management
fr_ch: Gestion des installations

source: IC-Technik/Software
fr_ch: Circuits intégrés/Logiciel

source: Approval Successful
fr_ch: Approbation réussie

source: Approve
fr_ch: Approuver

source: Approve order
fr_ch: Approuver la commande

source: Approve anyway
fr_ch: Approuver tout de même

source: Save anyway
fr_ch: Sauver tout de même

source: Approved
fr_ch: Approuvée

source: Approved Items
fr_ch: Eléments approuvés

source: Approved on
fr_ch: Approuvé le

source: Assign
fr_ch: Assigner

source: Assigning the inventory code fails
fr_ch: Assignation du code d'inventaire échouée

source: Attachment was successfully created.
fr_ch: Pièce jointe créée avec succès.

source: Attempt to add node to own graph collection
fr_ch: Tentative d'ajout d'un noeud à sa collection de graph

source: Auswahl
fr_ch: Choix

source: Availability Timeline
fr_ch: Calendrier des disponibilités

source: Available
fr_ch: Disponible

source: Available in group '
fr_ch: Disponible dans le groupe '

source: Available in total:
fr_ch: Total disponible:

source: available quantity
fr_ch: quantité disponible

source: Back
fr_ch: Retour

source: Back to this take back
fr_ch: Retour à cette restitution

source: Back to this hand over
fr_ch: Retour à cette transmission

source: Badge ID was updated
fr_ch: Le badge ID a été actualisé

source: Barcode
fr_ch: Code-barre

source: Reference
fr_ch: Référence

source: Body
fr_ch: Contenu

source: Book
fr_ch: Réservation

source: Borrowable
fr_ch: Empruntable

source: Borrowed Items
fr_ch: Eléments empruntés

source: Borrowed until
fr_ch: Emprunté jusqu'au

source: Borrower
fr_ch: Emprunteur

source: Broken
fr_ch: Défecteux

source: Building
fr_ch: Bâtiment

source: Building together with a general room successfully created
fr_ch: Bâtiment avec une salle générale créée avec succès

source: Room
fr_ch: Salle

source: CSV import
fr_ch: Importer un CSV

source: Accepted columns:
fr_ch: Colonnes acceptées:

source: All other columns are ignored.
fr_ch: Toutes les autres colonnes sont ignorées.

source: Import
fr_ch: Importer

source: Export
fr_ch: Exporter

source: Upload a comma separated CSV file (with UTF-8 encoding), each row describing an item.
fr_ch: Uploader un fichier CSV séparé par des virgules (encodage UTF-8), chaque ligne décrit un élément.

source: CSV export
fr_ch: Export CSV

source: Excel export
fr_ch: Export Excel

source: Cancel
fr_ch: Annuler

source: Cancel Edit
fr_ch: Annuler l'édition

source: Categories
fr_ch: Catégories

source: Category
fr_ch: Catégorie

source: Change Borrower
fr_ch: Changer l'emprunteur

source: Change Borrower Successful
fr_ch: Changement d'emprunter réussit

source: Change orderer
fr_ch: Changer l'auteur de la commande

source: Change orderer Successful
fr_ch: Changement de l'auteur de la commande réussi

source: Changed %s from %s to %s
fr_ch: %s changé de %s à %s

source: Changed dates for %{model} from %{from} to %{to}
fr_ch: Dates changées pour %{model} de %{from} à %{to}

source: Closed
fr_ch: Fermé

source: Compatible successfully removed
fr_ch: Complément supprimé

source: Compatibles
fr_ch: Modèle compatible

source: Complete
fr_ch: Complet

source: Complete Search
fr_ch: Recherche complète

source: Completeness
fr_ch: Intégralité

source: Consider opening hours
fr_ch: Tenez compte des heures d'ouverture

source: Contract
fr_ch: Contrat

source: Default Contract Note
fr_ch: Note de contrat par défaut

source: Contract %d has been signed by %s
fr_ch: Contrat %d a été signé par %s

source: Contract No.
fr_ch: Contrat N°

source: Contract Nr.
fr_ch: Contrat N°

source: Contracts
fr_ch: Contrats

source: Couldn't update
fr_ch: Actualisation impossible

source: Created at
fr_ch: Créé le

source: Current Order
fr_ch: Commande actuelle

source: Currently Borrowed Items
fr_ch: Eléments empruntés actuellement

source: Currently has items to return
fr_ch: Eléments à retourner actuellement

source: Currently has open orders
fr_ch: Commandes ouvertes actuellement

source: Currently you have no items in your order.
fr_ch: Acutellement vous n'avez pas d'éléments dans votre commande.

source: Daily View
fr_ch: Vue quotidienne

source: Day
fr_ch: Jour

source: Days
fr_ch: Jours

source: Deadline soon
fr_ch: Echéance proche

source: Deadline soon reminder sent for %{q} items on contracts %{c}
fr_ch: "Echéance proche" rappel pour %{q} éléments des contrats %{c}

source: Dear client,
fr_ch: Cher client,

source: Dear leihs client,
fr_ch: Cher client leihs,

source: Dear leihs manager,
fr_ch: Cher manager leihs,

source: Defective
fr_ch: Défecteux

source: Delete
fr_ch: Supprimer

source: Delete %s
fr_ch: Supprimer la %s

source: Delete line
fr_ch: Supprimer la ligne

source: Delete Selection
fr_ch: Supprimer la sélection

source: Delete this line
fr_ch: Supprimer cette ligne

source: My documents
fr_ch: Mes documents

source: Documents for hand over
fr_ch: Document pour la transmission

source: Documents for take back
fr_ch: Document pour la restitution

source: ERROR
fr_ch: ERREUR

source: Edit
fr_ch: Editer

source: Edit %s
fr_ch: Editer %s

source: Edit Model
fr_ch: Editer le modèle

source: Edit Software
fr_ch: Editer le logiciel

source: Edit Item
fr_ch: Editer l'élément

source: Edit License
fr_ch: Editer la license

source: Edit Option
fr_ch: Editer l'option

source: Edit Order
fr_ch: Editer la commande

source: Edit Purpose
fr_ch: Editer le motif

source: Edit Selection
fr_ch: Editer la sélection

source: Edit multiple selected reservations
fr_ch: Editer plusieurs réservations sélectionnées

source: Edit purpose for order from
fr_ch: Editer le motif de la commande depuis

source: Edit this Order
fr_ch: Editer la commande

source: Editing mail templates for the inventory pool %s
fr_ch: Editer les gabarits d'email pour le groupe d'inventaire %s

source: Editing system-wide mail templates
fr_ch: Editer les gabarits d'email pour le système entier

source: Empty Username and/or Password
fr_ch: Nom d'utilisateur et/ou mot de passe vide

source: End date
fr_ch: Date de fin

source: Equipment Booking and Inventory Management System
fr_ch: Système de réservation d'équipement et de gestion d'inventaire

source: Error
fr_ch: Erreur

source: Error creating the accessory.
fr_ch: Erreur lors de la création de l'accessoire.

source: Error deleting the accessory.
fr_ch: Erreur de suppression de l'accessoire.

source: Error destroying the item package
fr_ch: Erreur lors de l'effacement de l'élément paquet

source: Error destroying the package
fr_ch: Erreur lors de l'effacement du paquet

source: Error saving the package
fr_ch: Erreur lors de la sauvegarde du paquet

source: Error updating inventory code
fr_ch: Erreur lors de l'actualisation du code d'inventaire

source: Expected to be returned.
fr_ch: Retour attendu.

source: Finish this hand over
fr_ch: Terminer la transmission

source: Finish this take back
fr_ch: Terminer la restitution

source: Found %d matches
fr_ch: %s correspondances

source: Found %s
fr_ch: %s trouvés

source: Fri
fr_ch: Ven

source: Functional
fr_ch: Fonctionnel

source: General Information
fr_ch: Information générale

source: Go Back
fr_ch: Aller en arrière

source: Group %s
fr_ch: Groupe %s

source: Hand Over
fr_ch: Transmission

source: Hand Over Selection
fr_ch: Sélection de la transmission

source: Hand Over to
fr_ch: Transmission à

source: Hand Over to %s
fr_ch: Transmission à %s

source: Hand Overs
fr_ch: Transmissions

source: Help
fr_ch: Aide

source: Highlight available items.
fr_ch: Mettre en évidence les éléments disponibles.

source: IMEI-Number
fr_ch: Numéro IMEI

source: Important notes for hand over
fr_ch: Notes importantes pour la transmission

source: In Stock
fr_ch: En Stock

source: in stock
fr_ch: en stock

source: rentable
fr_ch: prêtables

source: not in stock
fr_ch: pas en stock

source: In Total
fr_ch: Au total

source: Incomplete
fr_ch: Incomplet

source: Inconsistent Inventory Pool
fr_ch: Inconsistance dans le groupe d'inventaire

source: Initial Price
fr_ch: Prix initial

source: Inspect
fr_ch: Inspection

source: Inspect Item
fr_ch: Inspect l'élément

source: Insurance Number
fr_ch: Numéro d'assurance

source: Internal Description
fr_ch: Description interne

source: Invalid order_lines
fr_ch: Champ order_lines invalide

source: Invalid technical user - contact your leihs admin
fr_ch: Utilisateur technique invalide - contacter votre administrateur leihs

source: Invalid username/password
fr_ch: Nom d'utilisateur/mot de passe invalide

source: Inventory
fr_ch: Inventaire

source: Inventory Code
fr_ch: Code d'inventaire

source: Inventory Code / Name
fr_ch: Code d'inventaire/Nom

source: Inventory Pool
fr_ch: Groupe d'inventaire

source: Inventory pool successfully created
fr_ch: Groupe d'inventaire créé avec succès

source: Inventory Pool is missing
fr_ch: Groupe d'inventaire manquant

source: Inventory Pools
fr_ch: Groupes d'inventaire

source: Inventory code
fr_ch: Code d'inventaire

source: Inventory code updated
fr_ch: Code d'inventaire actualisé

source: Inventory pool
fr_ch: Groupe d'inventaire

source: InventoryPool|Email
fr_ch: E-Mail

source: InventoryPool|Shortname
fr_ch: Nom court

source: Investment
fr_ch: Investissement

source: Invoice Date
fr_ch: Date de facturation

source: Invoice Information
fr_ch: Information de facturation

source: Invoice Number
fr_ch: Numéro de facturation

source: Item
fr_ch: Elément

source: Item handed over as part of contract %d.
fr_ch: Elément transmis dans le cadre du contrat %d.

source: Item is defective
fr_ch: L'élément est défectueux

source: Item is incomplete
fr_ch: L'élément est incomplet

source: Item is overdue and therefore unavailable!
fr_ch: L'élément est en retard et donc indisponible!

source: Item is part of package
fr_ch: L'élément fait partie d'un paquet

source: Item is reserved in the future, therefore it's not available!
fr_ch: L'élément est réservé dans le futur et donc indisponible!

source: Item not borrowable
fr_ch: Elément non-empruntable

source: Item package successfully destroyed
fr_ch: Paquet supprimé avec succès

source: Item saved.
fr_ch: Elément sauvé.

source: Item saved
fr_ch: Elément sauvé

source: Item taken back
fr_ch: Elément restitué

source: Items
fr_ch: Eléments

source: Key
fr_ch: Clé

source: Kind regards,
fr_ch: Cordialement,

source: Language
fr_ch: Langue

source: Last Checked
fr_ch: Dernière vérification

source: Hand Over Purpose
fr_ch: Motif pour la transmission

source: Checked before
fr_ch: Vérifé avant le

source: Last Visitors:
fr_ch: Derniers visiteurs:

source: Latest reminder
fr_ch: Dernier rappel

source: Legend
fr_ch: Légende

source: Lender
fr_ch: Prêteur

source: Lending
fr_ch: Prêt

source: Lending / Daily View
fr_ch: Prêt / Vue quotidienne

source: Lending Contract No.
fr_ch: Contrat de prêt N°

source: Lending Contract No. %d
fr_ch: Contrat de prêt N° %d

source: Lending Contract No. %s
fr_ch: Contrat de prêt N° %s

source: Lending Contracts No. %s
fr_ch: Contrats de prêt N° %s

source: List of %s
fr_ch: Liste de %s

source: List of available variables
fr_ch: Liste des variables disponibles

source: List of Rooms
fr_ch: Liste des salles

source: List of Buildings
fr_ch: Liste des bâtiments

source: List of Contracts
fr_ch: Liste des contrats

source: List of Inventory
fr_ch: Liste d'inventaire

source: List of Inventory Pools
fr_ch: Liste des groupes d'inventaire

source: List of Orders
fr_ch: Liste des commandes

source: List of Visits
fr_ch: Liste des visites

source: Loading
fr_ch: Chargement

source: Location
fr_ch: Emplacement

source: Locations
fr_ch: Emplacements

source: %s location
fr_ch: %s emplacement

source: Location not defined
fr_ch: Emplacement non défini

source: Logged in successfully
fr_ch: Connecté avec succès

source: Login
fr_ch: Connexion

source: Logout
fr_ch: Déconnexion

source: MAC-Address
fr_ch: Adresse MAC

source: Mail Templates
fr_ch: Gabarits d'email

source: Manufacturer
fr_ch: Fabricant

source: Manufacturer (A-Z)
fr_ch: Fabricant (A-Z)

source: Manufacturer (Z-A)
fr_ch: Fabricant (Z-A)

source: Matching Templates
fr_ch: Gabarits correspondants

source: Max. visits
fr_ch: Max. visites

source: Mobile
fr_ch: Portable

source: Model
fr_ch: Modèle

source: Model (A-Z)
fr_ch: Modèle (A-Z)

source: Model (Z-A)
fr_ch: Modèle (Z-A)

source: Model must be selected
fr_ch: Le modèle doit être sélectionné

source: Model not present anymore
fr_ch: Le modèle n'existe plus

source: Model successfully added as compatible
fr_ch: Modèle ajouté comme compatible

source: Model successfully removed
fr_ch: Modèle supprimé

source: Models
fr_ch: Modèles

source: Mon
fr_ch: Lun

source: Name
fr_ch: Nom

source: Name / ID
fr_ch: Nom / ID

source: New Borrower
fr_ch: Nouvel emprunteur

source: New Orderer
fr_ch: Nouvel auteur de la commande

source: New Package
fr_ch: Nouveau paquet

source: New item created.
fr_ch: Nouvel élément créé.

source: Next
fr_ch: Suivant

source: No
fr_ch: Non

source: No description available for this model.
fr_ch: Aucune description disponible pour ce modèle.

source: No entries found
fr_ch: Aucune entrée trouvée

source: No entry found
fr_ch: Aucune entrée trouvée

source: No hand overs found
fr_ch: Aucune transmission trouvée

source: No reminder yet
fr_ch: Pas encore de rappel

source: No take backs found
fr_ch: Aucune restitution trouvée

source: None
fr_ch: Aucun

source: Not Borrowable
fr_ch: Non-empruntable

source: Not available
fr_ch: Non-disponible

source: Not categorized
fr_ch: Non-catégorisé

source: Number of items
fr_ch: Nombre d'éléments

source: One of the managers approves/denies or changes your reservation
fr_ch: Un des gestionnaire a approuvé/refusé ou changé votre réservation

source: Open
fr_ch: Ouvert

source: Open Datepicker
fr_ch: Ouvrir le sélecteur de date

source: Open Orders
fr_ch: Ouvrir les commandes

source: Opening Hours
fr_ch: Heures d'ouvertures

source: Order
fr_ch: Commande

source: %s Order
fr_ch: %s Commande

source: Order approved
fr_ch: Commande approuvée

source: Order from
fr_ch: Commande de

source: Order from %s
fr_ch: Commande de %s

source: Order received
fr_ch: Commande réceptionnée

source: Order rejected
fr_ch: Commande refusée

source: Order submitted
fr_ch: Commande envoyée

source: Orders
fr_ch: Commandes

source: Other groups
fr_ch: Autres groupes

source: Overbooked Quantity
fr_ch: Quantité surréservée

source: Overbooking
fr_ch: Surréservation

source: Overdue
fr_ch: En retard

source: Overdue Returns
fr_ch: Retour en retard

source: Overdue Visit
fr_ch: Visite en retard

source: Owned
fr_ch: En possession

source: Owner
fr_ch: Propriétaire

source: Package
fr_ch: Paquet

source: Packages
fr_ch: Paquets

source: Package Code
fr_ch: Code de paquet

source: Package successfully destroyed
fr_ch: Paquet supprimé avec succès

source: Package successfully saved
fr_ch: Paquet sauvé avec succès

source: Password
fr_ch: Mot de passe

source: Password Confirmation
fr_ch: Confirmation de mot de passe

source: Password changed
fr_ch: Mot de passe changé

source: Pending
fr_ch: En attente

source: Period
fr_ch: Période

source: Phone
fr_ch: Téléphone

source: Phone%s
fr_ch: Téléphone%s

source: Manage inventory, place reservations on items and pick them up
fr_ch: Gérer un inventaire, réserver et récupérer du matériel

source: Please note that these contracts, while they do belong to approved orders, may be changed by the lending manager at any time. They represent only a current snapshot of the order and might not contain the same items as the final contract once you pick up your items.
fr_ch: Veuillez noter que les contrats, bien qu'ils appartient à des commandes approuvées, peuvent être changé par le gestionnaire de prêt à tout moment. Ils représent uniquement un aperçu actuel de la commande et peuvent ne pas contenir les mêmes éléments que le contrat final lorsque vous récupérer les éléments.

source: Please provide a purpose...
fr_ch: Veuillez fournir un motif...

source: Please provide all required fields
fr_ch: Veuillez fournir tous les champs requis

source: Please provide an inventory code
fr_ch: Veuillez fournir le code d'inventaire

source: Please specify the purpose of your order here...
fr_ch: Veuillez spécifier le motif de votre commande ici...

source: Previous
fr_ch: Précédent

source: Price
fr_ch: Prix

source: Print
fr_ch: Imprimer

source: Print Contracts
fr_ch: Imprimer les contrats

source: Problems
fr_ch: Problèmes

source: Project Number
fr_ch: Numéro de projet

source: Purpose
fr_ch: Motif

source: Purpose changed '%s' for '%s'
fr_ch: Motif changé de '%s' à %s'

source: Purpose changed '%{from}' for '%{to}'
fr_ch: Motif changé de '%{from}' à '%{to}'

source: Purpose these items are borrowed for
fr_ch: Motif pour lequel ces éléments sont empruntés

source: Qty.
fr_ch: Qté.

source: Quantity
fr_ch: Quantité

source: Quantities
fr_ch: Quantités

source: Quantity allocations
fr_ch: Quantité allouée

source: Total quantity
fr_ch: Quantité totale

source: Quantity: %d
fr_ch: Quantité: %d

source: Reason for Retirement
fr_ch: Motif de retrait

source: Recommended Accessories
fr_ch: Accessoires recommandés

source: Accessories
fr_ch: Accessoires

source: Reject
fr_ch: Refuser

source: Rejected
fr_ch: Refusée

source: Rejected on
fr_ch: Refusé le

source: Rejection Successful
fr_ch: Refus réussi

source: Relevant for inventory
fr_ch: Pertinent pour l'inventaire

source: Remind
fr_ch: Rappelé

source: Reminded %{q} items for contracts %{c}
fr_ch: Rappel de %{q} éléments pour les contrats %{c}

source: Reminder
fr_ch: Rappel

source: Removed %{q} %{m}
fr_ch: %{q} %{m} supprimé(s)

source: Requested Items
fr_ch: Eléments demandé

source: Reservation
fr_ch: Réservation

source: Contact person
fr_ch: Personne de contact

source: Responsible
fr_ch: Responsable

source: Responsible department
fr_ch: Département responsable

source: Responsible person
fr_ch: Personne responsable

source: Retire
fr_ch: Retrait

source: Retire Item
fr_ch: Retrait d'un élément

source: Retired
fr_ch: Retiré

source: retired
fr_ch: retiré

source: not retired
fr_ch: non-retiré

source: Retirement
fr_ch: Retiré

source: Return
fr_ch: Retour

source: Return to this hand over
fr_ch: Retour à cette transmission

source: Returned Items
fr_ch: Eléments retournés

source: Save
fr_ch: Sauver

source: Save %s
fr_ch: Sauver %s

source: Save and copy
fr_ch: Sauver et copier

source: Save and copy %s
fr_ch: %s sauver et copier

source: Copy Item
fr_ch: Copier l'élément

source: Copy License
fr_ch: Copier la license

source: Create copied item
fr_ch: Créer un élément copié

source: Save changes
fr_ch: Sauver les changements

source: Saved
fr_ch: Sauvé

source: Search
fr_ch: Recherche

source: Search Results for "%s"
fr_ch: Résultats de recherche pour "%s"

source: Search...
fr_ch: Recherche...

source: admin_search_term
fr_ch: Recherche...

source: Searching
fr_ch: En cours de recherche

source: Selected Pools (%s)
fr_ch: Groupes sélectionnés (%s)

source: Selection
fr_ch: Sélection

source: Serial Number
fr_ch: Numéro de série

source: Settings for %s
fr_ch: Paramètres pour %s

source: Shelf
fr_ch: Rayonnage

source: Show
fr_ch: Afficher

source: Show Availability
fr_ch: Afficher la disponibilité

source: Show all %s...
fr_ch: Afficher tous les %s...

source: Show all ...
fr_ch: Afficher tout...

source: Signed
fr_ch: Signé

source: Signed contracts
fr_ch: Contrats signés

source: Something went wrong!
fr_ch: Quelque chose s'est mal déroulé!

source: Start
fr_ch: Début

source: Start Date must be before End Date
fr_ch: La date de début doit se trouver avant la date de fin

source: End Date cannot be in the past
fr_ch: La date de fin ne peut se trouver dans le passé

source: Start Screen
fr_ch: Ecran de démarrage

source: Start date
fr_ch: Date de début

source: Status
fr_ch: Statut

source: Submission failed
fr_ch: L'envoi a échoué

source: Submit
fr_ch: Envoyer

source: Submit Order
fr_ch: Envoyer la commande

source: Submitted
fr_ch: Envoyé

source: Successful Order
fr_ch: Commande réussie

source: Successfully set.
fr_ch: Mise en place réussie.

source: Supplier
fr_ch: Fournisseur

source: Suppliers
fr_ch: Fournisseurs

source: Swapped %{from} for %{to}
fr_ch: Echange de %{from} pour %{to}

source: Swapped from %s
fr_ch: Echange de %s

source: Take Back
fr_ch: Restitution

source: Take Back Selection
fr_ch: Sélection des restitutions

source: Take Back from
fr_ch: Restitution de

source: Take Back from %s
fr_ch: Restitution de %s

source: Take Backs
fr_ch: Restitutions
