Repository: leihs/leihs_legacy
Catalog: locale/gsw_CH/leihs.po
Languages: gsw_ch

source: The new user details could not be saved.
gsw_ch: Di noie Benutzeraagabe händ nöd chöne gschpeicheret werde.

source: The option could not be added
gsw_ch: D Option hät nöd chöne dezuetaa werde

source: The option doesn't belong to the inventory pool related to this contract
gsw_ch: D Option ghört nöd zum Grätepark vo dem Vertrag

source: The parent item doesn't exist (parent_id: %d)
gsw_ch: S Eltereobjäkt exischtiert nöd (parent_id: %d)

source: The properties have been updated.
gsw_ch: D Eigeschafte sind aktualisiert worde.

source: The selected reservations have been moved
gsw_ch: Di uusgwählte Ziile sind verschobe worde

source: The selected model is not a package
gsw_ch: S uusgwählte Modäll ghört nöd zumene Paket

source: The user does not have an email address
gsw_ch: De Benutzer hät kei E-Mail-Adresse

source: This contract is not signable because it doesn't have any contract reservations.
gsw_ch: De Vertrag cha nöd underschribe werde, will er kei Ziile hät.

source: This contract is not signable because none of the reservations have a purpose.
gsw_ch: Dä Vertrag cha nöd underschribe werde, will keini vode Ziile en Zwäck enthaltet.

source: This contract is not signable because some reservations are not assigned.
gsw_ch: Dä Vertrag cha nöd underschribe werde, will einigi Ziile nöd zuegwise sind.

source: Entitlement-Groups of this customer
gsw_ch: Gruppe-Verteilig vo dem/dere Chund/in

source: This inventory pool is closed on that day.
gsw_ch: De Grätepark isch a dem Tag zue.

source: Inventory pool successfully updated.
gsw_ch: Grätepark aktualisiert.

source: This is a package containing the following items
gsw_ch: Das isch es Paket mit dem folgende Sache

source: This is the list of items you requested. To complete this order, please %s.
gsw_ch: Das isch e Lischte mit de gwümschte Sache. Zum d Bschtellig z vervollständige, %s bitte.

source: This item was retired
gsw_ch: De Gägeschtand isch uusgmuschteret worde

source: This item will be given to a different inventory pool and not show up in yours anymore!
gsw_ch: De Gägeschtand wird an en andereübertreit und erschiint nüme i dem!

source: This model is now in %d categories
gsw_ch: Das Modäll isch etz i %d Kategorie

source: This order has already been approved.
gsw_ch: Die Bschtellig isch scho bewilligt worde.

source: This order is not approvable because doesn't have any models.
gsw_ch: Die Bschtellig cha nöd bewilligt werde, will's kei Modäll drin hät.

source: This order is not approvable because some reserved models are not available.
gsw_ch: Die Bschtellig chan nöd bewilligt werde, will einigi reservierti Modäll nöd verfüegbar sind.

source: This order is not approvable because the inventory pool is closed on either the start or enddate.
gsw_ch: Die Bschtellig chan nöd bewilligt werde, will de Grätepark am Start- oder Änddatum gschlosse isch.

source: Thu
gsw_ch: Do

source: Time window
gsw_ch: Ziitfänschter

source: Today
gsw_ch: Hüt

source: Too many users found
gsw_ch: Z vil Benutzer gfunde

source: Tue
gsw_ch: Di

source: borrowable
gsw_ch: uuslehnbar

source: unborrowable
gsw_ch: nöd uuslehnbar

source: Unborrowable
gsw_ch: Nöd uuslehnbar

source: Borrowable Items
gsw_ch: Uuslehnbari Sache

source: Unborrowable Items
gsw_ch: Nöd uuslehnbari Sache

source: Unsigned
gsw_ch: Nöd unterschribe

source: Unsigned Hand Over
gsw_ch: Nöd unterschribni Uusgab

source: Unsigned contracts
gsw_ch: Nöd unterschribni Verträg

source: Unsubmitted
gsw_ch: Nöd agschickt

source: Unsuccessful reminder of %{q} items for contracts %{c}
gsw_ch: %{q} hät nöd chöne für de Vertrag %{c} erinneret werde

source: Updated at
gsw_ch: Aktualisiert am

source: Upload error.
gsw_ch: Fehler bim ufelade.

source: User
gsw_ch: Benutzer

source: Delegations
gsw_ch: Delegationä

source: User details were updated successfully.
gsw_ch: Benutzeraagabe sind gänderet

source: User data
gsw_ch: Benutzerdate

source: User created successfully
gsw_ch: Benutzer erschtellt

source: User must be selected
gsw_ch: Benutzer muess uusgwählt sii

source: User or Order not found
gsw_ch: Benutzer oder Bschtellig nöd gfunde

source: User swapped %{from} for %{to}
gsw_ch: Benutzer gwächslet vo %{from} zu %{to}

source: User unknown
gsw_ch: Unbekannte Benutzer

source: User/Typical usage
gsw_ch: Benutzer/Verwändig

source: Username
gsw_ch: Benutzername

source: Users
gsw_ch: Benutzer

source: Value
gsw_ch: Wert

source: Value List
gsw_ch: Werteverzeichnis

source: Value List for Lending Contract No.
gsw_ch: Werteverzeichnis für Leihvertrag mit No.

source: Value List for Lending Contract No. %s
gsw_ch: Werteverzeichnis für Leihvertrag mit No. %s

source: View %s
gsw_ch: %s gseh

source: View Item
gsw_ch: Sach gseh

source: View Model
gsw_ch: Modäll gseh

source: View Option
gsw_ch: Option gseh

source: Visits
gsw_ch: Bsüech

source: Warning
gsw_ch: Warnig

source: Wed
gsw_ch: Mi

source: Welcome %s
gsw_ch: Willkomme %s

source: Working order
gsw_ch: Zuestand

source: Workload
gsw_ch: Arbetsbelaschtig

source: Write a note... (the note will be part of the contract)
gsw_ch: Schriibed Si e Notiz (si wird Teil vom Vertrag)

source: Write a comment. The comment will be part of the rejection e-mail.
gsw_ch: Schriibed Si e Bemerkig. Si wird Teil vom Ablehnigs-Mail.

source: Write a comment... (your comment will be part of the confirmation e-mail)
gsw_ch: Schriibed Si e Bemerkig... (si wird Teil vom Beschtätigungs-Mail)

source: Write a note... the note will be part of the contract
gsw_ch: Schriibed Si e Notiz... si wird Teil vom Vertrag

source: Yes
gsw_ch: Ja

source: You are not the owner of this item
gsw_ch: Si sind nöd de Bsitzer vo dere Sach.

source: You bring back your items
gsw_ch: Si bringed Ihri Sache zrugg

source: You can edit your personal data
gsw_ch: Si chönd Ihri Personedate ändere

source: You can't add a package to a package.
gsw_ch: Si chönd käs Paket zumene Pakte dezue tue

source: You cannot delete all reservations of an order. Perhaps you want to reject it instead?
gsw_ch: Si chönd nöd all Ziile vonere Bschtellig lösche. Wännd Si si vilich lieber ablehnä?

source: You do not have any items in your order. Please %s and choose items for your order.
gsw_ch: Si händ kei Sache i Ihrere Bschtellig. Bitte % und tüend Si Sache dezue.

source: You don't have access to this item.
gsw_ch: Si händ kei Zuegriff für die Sach.

source: You don't have any rights to access this application.
gsw_ch: Si händ kei Zuegriffsrächt für die Applikation.

source: You don't have permission to perform this action
gsw_ch: Si händ kei Rächt, zum diä Aktion durefüere.

source: You have %{no_access} to any inventory pools!
gsw_ch: Si händ %{no_access} zu dene Grätepark!

source: You have access to the following inventory pools
gsw_ch: Si sind für di folgende Grätepärk berächtigt

source: You have access to the following inventory pools:
gsw_ch: Si sind für di folgende Grätepärk berächtigt:

source: You have been logged out.
gsw_ch: Si sind etz usgloggt.

source: You are not logged in.
gsw_ch: Si sind nöd iigloggt.

source: You were served by %s
gsw_ch: Si sind bedient worde vo %s

source: You pick up the reserved items at the inventory pool
gsw_ch: Si holed di reservierte Sache bim Grätepark ab

source: You place a reservation for some items in this system
gsw_ch: Si reserviered Sache i dem Sischtem

source: You should redo your action or reload the page!
gsw_ch: Si sötted Ihri Aktion widerhole oder d Siite neu lade!

source: You wait for confirmation from the inventory pools in question
gsw_ch: Si warted uf d Beschtätigung vo de betroffene Grätepärk

source: Your order was successfully transmitted to those responsible and is %s.
gsw_ch: Ihri Bschtelig isch a di Verantwortliche gschickt worde und isch %s.

source: Zielraum
gsw_ch: Ziilruum

source: [Model %s]
gsw_ch: [Modäll %s]

source: [leihs] Order received
gsw_ch: [leihs] Bschtelig aachoo

source: [leihs] Reminder
gsw_ch: [leihs] Erinnerig

source: [leihs] Reservation Confirmation
gsw_ch: [leihs] Reservationsbeschtätigung

source: [leihs] Reservation Rejected
gsw_ch: [leihs] Reservation abglehnt

source: [leihs] Reservation Submitted
gsw_ch: [leihs] Reservation abgschickt

source: [leihs] Some items should be returned tomorrow
gsw_ch: [leihs] Einige Sache sötted morn zruggbracht werde

source: already in Category
gsw_ch: scho inere Karegorie

source: assigned to %s
gsw_ch: zuegwise zu %s

source: available
gsw_ch: verfüegbar

source: awaiting approval
gsw_ch: wartet uf Beschtätigung

source: could not be assigned for take back
gsw_ch: hät nöd chöne für d Rücknahm zuegwise werde

source: current page is set as start page
gsw_ch: di aktuell Siite isch etz d Startsiite

source: day
gsw_ch: Tag

source: delete
gsw_ch: lösche

source: doesn't match parent's attribute
gsw_ch: stimmt nöd mit de Eltere-Attribut überein

source: entries%s
gsw_ch: Iiträg%s

source: extend
gsw_ch: verlängere

source: for '%s'
gsw_ch: für '%s'

source: for max.
gsw_ch: für max.

source: found %i
gsw_ch: %i gfunde

source: general
gsw_ch: allgemein

source: go back
gsw_ch: zrugg gah

source: go to today
gsw_ch: uf hüt gah

source: here
gsw_ch: da

source: Inventory pool is closed on end date
gsw_ch: De Grätepark isch am Rückgabetag zue

source: Inventory pool is closed on start date
gsw_ch: De Grätepark isch am Startdatum zue.

source: is late
gsw_ch: verschpötet

source: item not assigned.
gsw_ch: Kei Sach zuegwiesä

source: jump to this date
gsw_ch: zu däm Datum gumpe

source: Running Account
gsw_ch: Laufendi Rächnig

source: more
gsw_ch: meh

source: more properties
gsw_ch: meh Eigeschafte

source: Property
gsw_ch: Eigeschaft

source: Properties
gsw_ch: Eigeschafte

source: no image
gsw_ch: käs Bild

source: no item assigned
gsw_ch: Kei Sach zuegwisä

source: no purpose specified
gsw_ch: kän Zwäck aagäh

source: not available.
gsw_ch: nöd verfüegbar.

source: not available
gsw_ch: nöd verfüegbar

source: %s not available
gsw_ch: %s nöd verfüegbar

source: not borrowable
gsw_ch: nöd uuslehnbar

source: not valid.
gsw_ch: nöd gültig.

source: on time!
gsw_ch: rächtziitig!

source: open datepicker
gsw_ch: Datumswähler uufmache

source: overdue
gsw_ch: überfällig

source: please wait
gsw_ch: bitte warte

source: please wait...
gsw_ch: bitte warte...

source: quantity increased by %s
gsw_ch: Aazahl erhöht um %s

source: quantity not available.
gsw_ch: Azahl nöd verfüegbar.

source: reserved / item assigned in future
gsw_ch: reserviert / Sach scho zuegwise

source: reset user
gsw_ch: Benutzer zruggsetzä

source: set current page as start page
gsw_ch: aktuelli Siite als Startsiite setzä

source: show less
gsw_ch: weniger zeige

source: show less properties
gsw_ch: weniger Eigeschafte zeige

source: show package parts
gsw_ch: Paket-Beschtandteili zeige

source: since
gsw_ch: sit

source: since max.
gsw_ch: sit max.

source: submit it
gsw_ch: abschicke

source: therefore you may not be able to change some of these fields
gsw_ch: drum chönd si allefalls einige Fälder nöd ändere

source: this is a package
gsw_ch: das isch es Paket

source: to edit this item
gsw_ch: dä Gägestand ändere

source: to substitute
gsw_ch: z ersetzä

source: today
gsw_ch: hüt

source: unavailable / can't be guaranteed
gsw_ch: nöd verfüegbar / nöd garantiert

source: unknown Model
gsw_ch: unbekannts Modäll

source: until
gsw_ch: bis

source: upcoming
gsw_ch: bevorstehend

source: was assigned for take back
gsw_ch: isch de Rücknahm zuegwise

source: while deleting a hand over line
gsw_ch: währed em lösche vonere Bschteligs-Ziile

source: while deleting hand over for
gsw_ch: während d Uusgab glöscht worde isch für

source: while deleting multiple order reservations
gsw_ch: während em lösche vo mehrere Ussgabelinie

source: while deleting order line for
gsw_ch: während d Bschteligsziile glöscht worde isch für

source: while try to send an e-mail reminder to:
gsw_ch: während em Schicke vonere Erinnerig a:

source: with comment
gsw_ch: mitere Bemerkig

source: without conflict
gsw_ch: ohni Konflikt

source: you cannot hand out reservations which are starting in the future
gsw_ch: Si chönd kei Ziile usegäh, wos Startdatum i de Zuekunft händ

source: you cannot hand out reservations which are ending in the past
gsw_ch: Si chönd kei Ziile usegäh, wos Enddatum i de Vergangeheit händ

source: you cannot hand out reservations with unassigned inventory codes
gsw_ch: Si chönd kei Ziile usegäh wo kän Inventarcode zuegwise händ

source: Helper
gsw_ch: Helfer

source: Advanced Search
gsw_ch: Erwiterti Suechi

source: Suspended
gsw_ch: Gschperrt

source: Edit User
gsw_ch: Benutzer bearbeite

source: Customer
gsw_ch: Chund

source: Group manager
gsw_ch: Gruppe-Verwalter

source: Lending manager
gsw_ch: Uusleih-Verwalter

source: Inventory manager
gsw_ch: Inventar-Verwalter

source: New Delegation
gsw_ch: Noii Delegation

source: New User
gsw_ch: Noie Benutzer

source: New Template
gsw_ch: Noii Vorlag

source: New Category
gsw_ch: Noii Kategorii

source: New Entitlement-Group
gsw_ch: Noii Gruppe-Verteilig

source: List of %d Users
gsw_ch: Lischte vo %d Benutzer

source: List of Users
gsw_ch: Lischte vo Benutzer

source: Contract expiration
gsw_ch: Vertragsablaufdatum

source: Warranty expiration
gsw_ch: Garantiiablaufdatum

source: Process multiple fields for multiple items in a row
gsw_ch: Mehreri Fälder für mehreri Grät bearbeite

source: Select Field
gsw_ch: Fäld uuswähle

source: no fields selected
gsw_ch: Keis Fäld uusgwählt

source: Apply Fields on Item
gsw_ch: Felder uf d Sach aawände

source: no item selected
gsw_ch: Käi Sach uusgwählt

source: requested
gsw_ch: aagfröget

source: Options
gsw_ch: Optione

source: Inventory Helper
gsw_ch: Inventar-Hälfer

source: Inventory Advanced Search
gsw_ch: Inventar Erwiterti Suechi

source: Select Image
gsw_ch: Bild uuswähle

source: Select File
gsw_ch: Datei uuswähle

source: Image
gsw_ch: Bild

source: Images
gsw_ch: Bilder

source: Attachments
gsw_ch: Aahäng

source: undo
gsw_ch: rückgängig

source: Do you realy want to delete the '%s' category?
gsw_ch: Wännd Si würklich d Kategorie '%s' lösche?

source: Create %s
gsw_ch: %s erschtellä

source: Create new category
gsw_ch: Noii Kategorii erschtelä

source: Category name
gsw_ch: Kategoriename

source: List of Categories
gsw_ch: Lischte vode Kategorie

source: Label
gsw_ch: Bezeichnig

source: not used
gsw_ch: nöd gnutzt

source: used
gsw_ch: gnutzt

source: Model|Images|File file size
gsw_ch: Dateigrössi

source: Model|Images|File content type
gsw_ch: Dateityp

source: Item|Retired reason
gsw_ch: Grund für d Uusmuschterig

source: You can not create a package without any item
gsw_ch: Si chönd käs Paket ohni Sache erschtele

source: Packages created
gsw_ch: Paket erschtellt

source: Attention
gsw_ch: Achtung

source: This user is suspended.
gsw_ch: De Benutzer isch gschperrt.

source: Short Name
gsw_ch: Churzname

source: Inventory pool successfully updated
gsw_ch: Grätepark aktualisiert

source: Basic Information
gsw_ch: Grundinformatione

source: Workdays
gsw_ch: Arbetstäg

source: Closed Days
gsw_ch: Gschlossni Täg

source: Toggle %s
gsw_ch: %s uf/zueklappe

source: Search %s
gsw_ch: %s sueche

source: by browsing categories
gsw_ch: über Kategorie

source: Select
gsw_ch: Uuswähle

source: Closed Day
gsw_ch: Gschlossne Tag

source: Borrow
gsw_ch: Uuslehne

source: Borrow section
gsw_ch: Uusleih-Bereich

source: Manage section
gsw_ch: Verwalte-Bereich

source: Overview
gsw_ch: Übersicht

source: Manage
gsw_ch: Verwalte

source: Nothing selected
gsw_ch: Nüt uusgwählt

source: Collection
gsw_ch: Abholig

source: %s Return
gsw_ch: %s Rückgab

source: not yet saved
gsw_ch: nonig gschpeicheret

source: Prepackaged
gsw_ch: Vorbereitets Paket

source: Model saved
gsw_ch: Modäll gspeichered

source: The package is not in stock
gsw_ch: S Paket isch nöd a Lager

source: The items of the package can not be edited
gsw_ch: D Sache vo dem Paket chönd nöd gändered werde

source: Access
gsw_ch: Zuegriff

source: Access rights
gsw_ch: Zuegriffsrächt

source: Entitlement-Group
gsw_ch: Gruppe-Verteilig

source: Entitlement-Groups
gsw_ch: Gruppe-Verteilig

source: Remove
gsw_ch: Entferne

source: List of Entitlement-Groups
gsw_ch: Lischte vo de Gruppe-Verteilig

source: Allocations
gsw_ch: Zueteilige

source: %s created
gsw_ch: %s erschtellt

source: Name of the user
gsw_ch: Name vom Benutzer

source: Name of the model
gsw_ch: Name vom Modäll

source: Name of the entitlement-group
gsw_ch: Name vo de Gruppe-Verteilig

source: Name of the template
gsw_ch: Name vo de Vorlag

source: %s saved
gsw_ch: %s gschpeichered

source: Order overview
gsw_ch: Bschtellübersicht

source: To pick up
gsw_ch: abzhole

source: deployed %s ago
gsw_ch: Deploy isch %s her

source: is %s ago
gsw_ch: isch %s her

source: one day ago
gsw_ch: vor eim Tag

source: this is the branch '%s'
gsw_ch: das isch de '%s'-Branch

source: last change by '%s'
gsw_ch: letschti Änderige vo '%s'

source: Add to order
gsw_ch: Zu de Bschtellig dezue tue

source: Reset
gsw_ch: Zruggsetzä

source: Reset all filter
gsw_ch: All Filter zruggsetzä

source: ascending
gsw_ch: uufschtiigend

source: descending
gsw_ch: abschtiigend

source: All inventory pools
gsw_ch: Ali Grätepärk

source: Inventory pools
gsw_ch: Grätepärk

source: Show all search results
gsw_ch: All Suechresultat aazeige

source: Show all properties
gsw_ch: Ali Eigeschafte aazeige

source: Show less properties
gsw_ch: Weniger Eigeschafte aazeige

source: Last name
gsw_ch: Nachname

source: First name
gsw_ch: Vorname

source: City
gsw_ch: Stadt

source: Country
gsw_ch: Land

source: Zip
gsw_ch: PLZ

source: Suspended until
gsw_ch: Gschperrt bis

source: Suspended reason
gsw_ch: Grund für d Schprerig

source: Role
gsw_ch: Rolle

source: Access as
gsw_ch: Zuegriff als

source: No access
gsw_ch: Kei Zuegfriff

source: User|Email
gsw_ch: E-Mail

source: User|Lastname
gsw_ch: Nachname

source: User|Firstname
gsw_ch: Vorname

source: User|AccessRight|Suspended reason
gsw_ch: Sperrgrund

source: The selected inventory pool is closed on that day
gsw_ch: De uusgwählti Grätepark isch am dem Tag zue

source: Item is not available in that time range
gsw_ch: D Sach isch für de Ziitruum nöd verfüegbar

source: Purpose of the order
gsw_ch: Zwäck vode Bschtelig

source: Specification of the purpose is required
gsw_ch: D Aagab vomene Zwäck isch zwingend

source: Specification of the contact person is required
gsw_ch: D Aagab vonere Kontaktperson isch zwingend

source: Change
gsw_ch: Ändere

source: Change %s
gsw_ch: %s ändere

source: Change entry
gsw_ch: Iitrag ändere

source: Save change
gsw_ch: Änderig schpeichere

source: Continue this order
gsw_ch: Wiiterfahre mit dere Bschtelig

source: Please solve the conflicts for all highlighted reservations in order to continue.
gsw_ch: Lösed si bitte d Konflikt für ali markierte Ziile zum wiitermache.

source: You have permission to access the following inventory pool
gsw_ch: Si händ d Berächtigung für de folgendi Grätepark

source: No description
gsw_ch: Kei Beschriibig

source: for
gsw_ch: für

source: Open orders
gsw_ch: Offni Bschtellige

source: These orders have been successfully submitted, but are NOT YET APPROVED.
gsw_ch: Die Bschtelige sind abgschickt worde, si sind aber NONIG BEWILLIGT.

source: Search for '%s'
gsw_ch: Suechi nach '%s'

source: Your order has been successfully submitted, but is NOT YET APPROVED.
gsw_ch: Ihri Bschtelig isch abgickt worde, si isch aber NONIG BEWILIGT.

source: Continue with available models only
gsw_ch: Mit de verfüegbare Modäll wiiterfahre

source: Your order has been modified. All reservations are now available.
gsw_ch: Ihri Bschtelig isch gänderet worde. All Reservatione sind etz verfüegbar.

source: Borrow template
gsw_ch: Uusleihvorlag

source: Please select a template.
gsw_ch: Bitte wähled si e Vorlag

source: The template "%s" will be deleted and no longer available for usage.
gsw_ch: D Vorlag %s wird glöscht und staht nüme zur Verfüegig

source: Please adapt the specific quantities to fit your needs.
gsw_ch: Passed si bitte di jewiils bruuchte Mängene vo de folgende Iiträäg aa.

source: Insert 0 for the entries you dont need.
gsw_ch: Setzes Si d Aazahl uf 0 für Iiträg wo si nöd bruuchet.

source: The highlighted entries are not accomplishable for the intended quantity.
gsw_ch: Di markierte Iiträg sind nöd i de vorgsehne Aazahl vorhande.

source: Please contact the concerned inventory pool.
gsw_ch: Bitte nämed Si mit em Grätepark Kontakt uuf.

source: Continue
gsw_ch: Fortsetzä

source: Availability
gsw_ch: Verfüegbarkeit

source: Entry
gsw_ch: Iitrag

source: %s will be removed from the template and not been added to your order.
gsw_ch: %s wird vo de Vorlag entfernt und nöd zu Ihrere Bschtelig dezue tah.

source: The order will be discarded.
gsw_ch: D Bschtelig wird vollständig verworfe.

source: This entry will be removed from the order.
gsw_ch: De Iitrag wird vo de Bschtellig wäggno.

source: The template has been added to your order.
gsw_ch: D Vorlag isch zu Ihrere Bschtelig dezue tah worde.

source: Settings
gsw_ch: Iischtelige

source: Document
gsw_ch: Dokumänt

source: %d minutes passed. The items are not reserved for you any more!
gsw_ch: %d Minute sind abgloffe. Di folgende Sache sind nüme für Si reserviert!

source: Time until your order times out. Click to reset.
gsw_ch: Ziit bis Ihri Bschtelig ablauft. Klicke zum zruggsetze.

source: Your order will time out in %s.
gsw_ch: Ihri Bschtelig lauft ab i %s.

source: Reset timeout
gsw_ch: Ablaufziit zruggsetze

source: Your order ist empty.
gsw_ch: Ihri Bschtelig isch läär

source: Borrow items
gsw_ch: Sache uuslehnä

source: from %s
gsw_ch: vom %s

source: Please select a time range and continue.
gsw_ch: Bitte wähled si en Ziitruum und mached si wiiter.

source: You can modify the time range for each separate model in the next step.
gsw_ch: Si chönd d Ziitspani vo jedem einzelne Modäll im nächschte Schritt editiere.

source: List of templates
gsw_ch: Lischte vo de Vorlagene

source: Template
gsw_ch: Vorlag

source: Template must have at least one model
gsw_ch: Vorlag mues mindeschtens eis Modäll ha

source: %s created successfully
gsw_ch: %s erfolgriich erschtellt

source: %s successfully saved
gsw_ch: %s erfolgriich gschpeichered

source: Source code
gsw_ch: Quällcode

source: Complete order
gsw_ch: Bschtelig abschlüsse

source: The responsible inventory pool cannot be changed because it's not returned yet or has already been assigned to a contract line.
gsw_ch: Di verantwortlich Abteilig chan näd gändert werdä, will si nonig zruggbracht worde isch.

source: Send reminder
gsw_ch: Erinnerig schicke

source: Approval failed
gsw_ch: Bewilligung fählgschlage

source: Deleted
gsw_ch: Glöscht

source: Reminder sent
gsw_ch: Erinnerig gschickt

source: Available in total
gsw_ch: Im Ganze verfüegbar:

source: Loading availability
gsw_ch: Verfüegbarkeit wird glade

source: Availability loaded
gsw_ch: Verfüegbarkeit isch glade

source: Invalid data
gsw_ch: Ungültigi Iigab.

source: Reject order
gsw_ch: Bschtelig ablehne

source: Inventory code, model name, search term
gsw_ch: Inventarcode, Modällname, Suechwort

source: Adding item
gsw_ch: Iitrag wird dezue taa

source: Added %s
gsw_ch: %s dezue taa

source: Close
gsw_ch: Schlüüsse

source: Removing items
gsw_ch: Iiträg werdet glöscht

source: Edit reservation
gsw_ch: Reservation bearbeite

source: Availability for
gsw_ch: Verfüegbarkeit für

source: Please select an inventory pool
gsw_ch: Bitte en Grätepark uuswähle

source: %s visit overdue
gsw_ch: %s Bsuech überfällig

source: %s future visit
gsw_ch: %s zuekünftig Bsuech

source: %s visit today
gsw_ch: %s Bsuech hüt

source: %s quantity increased to %s
gsw_ch: %s Aazahl erhöht uf %s

source: %s assigned to %s
gsw_ch: %s zugordnet zu %s

source: %s is already assigned to a contract
gsw_ch: %s isch scho emene Vertrag zuegwise
