Repository: leihs/leihs_legacy
Catalog: locale/gsw_CH/leihs.po
Languages: gsw_ch

source: %s is already assigned to this contract
gsw_ch: %s isch scho dem Vertrag zuegwise

source: %s is already assigned to a different contract
gsw_ch: %s isch scho emene andere Vertrag zuegwise

source: Hand over of %s item
gsw_ch: Uusgab vo %s Gägestand

source: Hand over completed
gsw_ch: Uusgab abgschlosse

source: Open %s
gsw_ch: %s öffne

source: %s item
gsw_ch: %s Gägenschtand

source: to %s
gsw_ch: an %s

source: Back to this user
gsw_ch: Zrugg zu dem Benutzer

source: Extend entry
gsw_ch: Iitrag verlängere

source: %s selected for take back
gsw_ch: %s für Rücknahm uusgwählt

source: %s was not found for this take back
gsw_ch: %s isch nöd für d Rücknahm gfunde worde

source: You can not take back more items then you handed over
gsw_ch: Si chönd nöd meh Sache zruggnäh wi Si usegäh händ

source: You can not take back more options then you handed over
gsw_ch: Si chönd nöd meh Optione zruggnäh wi Si usegäh händ

source: You have to provide the quantity for the things you want to return
gsw_ch: Si münd d Aazahl aagäh, wo si zruggnäh wänd

source: Take back completed
gsw_ch: Rücknahm abgschlosse

source: Take back of %s item
gsw_ch: Rücknahm vo %s Sach

source: Contract signed
gsw_ch: Vertrag underschribe

source: You cannot delete this user
gsw_ch: Si chönd de Benutzer nöd lösche

source: Add inventory
gsw_ch: Inventar dezuetue

source: Active Inventory
gsw_ch: Aktivs Inventar

source: Unused Models
gsw_ch: Ungnutzti Modäll

source: Used Models
gsw_ch: Gnutzti Modäll

source: Responsible inventory pool
gsw_ch: Verantwortlich Grätepärk

source: from
gsw_ch: vo

source: to
gsw_ch: bis

source: Create new item
gsw_ch: Noii Sach erschtelä

source: Insert all required information
gsw_ch: Gännd Si ali erforderliche Informatione aa

source: Make changes and save
gsw_ch: Mached Si Änderige und speichered Si dänn

source: Create new model
gsw_ch: Nois Modäll erschtelä

source: Removed on save
gsw_ch: Wird bim speichere entfernt

source: File has to be uploaded on save
gsw_ch: Datei wird bim speichere ufeglade

source: Upload problems
gsw_ch: Problem bim ufelade

source: %s was saved, but there were problems uploading files
gsw_ch: %s isch gspeicheret worde, bim ufelade vo Dateie isch es allerdings zu Problem cho

source: Uploading files - please wait
gsw_ch: Dateie werdet ufeglade - bitte warte

source: Save package
gsw_ch: Paket schpeichere

source: Add item
gsw_ch: Sach dezuetue

source: Search Results for %s
gsw_ch: Suechresultat für %s

source: Show all found %s
gsw_ch: Ali gfundene %s aazeige

source: Please provide a search term
gsw_ch: Bitte gännd Si es Suechwort ii

source: Start search
gsw_ch: Suechi starte

source: models
gsw_ch: Modäll

source: items
gsw_ch: Sache

source: contracts
gsw_ch: Verträg

source: orders
gsw_ch: Bschtelige

source: Search results (%s) for %s
gsw_ch: Suechresultat (%s) für %s

source: Search results (%s) for "%s"
gsw_ch: Suechresultat (%s) für "%s"

source: Create new option
gsw_ch: Noii Option erschtelä

source: Option saved
gsw_ch: Option gschpeichered

source: Hide notification
gsw_ch: Mittelig verberge

source: Changed
gsw_ch: Gändered

source: Parent categories
gsw_ch: Eltere-Kategorie

source: Subordinate to %s
gsw_ch: Undergordnet zu %s

source: Category saved
gsw_ch: Kategorii gschpeichered

source: in the future
gsw_ch: ide Zuekunft

source: in the past
gsw_ch: ide Vergangeheit

source: Borrowable items
gsw_ch: Uuslehnbari Sache

source: Available for borrower
gsw_ch: Verfüegbar dür de Uusleiendi

source: is part of a package
gsw_ch: isch Teil vomene Paket

source: Packages updated
gsw_ch: Paket aktualisiert

source: Save Package
gsw_ch: Paket schpeichere

source: Print Selection
gsw_ch: Uuswahl uusdrucke

source: Undo approval
gsw_ch: Genehmigung zruggsetzä

source: Verify
gsw_ch: Prüefe

source: To be verified
gsw_ch: Z prüefe

source: Verify + approve order
gsw_ch: Bschtellg prüefe + genehmige

source: No verification required
gsw_ch: nöd visierigspflichtig

source: Verification required
gsw_ch: Visierigspflichtig

source: Statistics
gsw_ch: Statistik

source: Who borrowed the most things?
gsw_ch: Wer hät di meischta Sachä usglehnt?

source: lends
gsw_ch: Leihvorgäng

source: Which inventory pool is busiest?
gsw_ch: Welle Grätepark wird am meischte psuecht?

source: Who bought the most items?
gsw_ch: Wer hät di meischta Sachä kauft?

source: Software Information
gsw_ch: Software-Informatione

source: Create new software license
gsw_ch: Noii Software-Lizenz erschtelä

source: Create new software
gsw_ch: Noii Software erschtelä

source: License Number
gsw_ch: Lizenznummere

source: Concurrent
gsw_ch: Gliichzitig

source: Local
gsw_ch: Lokal

source: License expiration
gsw_ch: Lizenzablaufdatum

source: Maintenance expiration
gsw_ch: Vertragsablaufdatum

source: Maintenance contract
gsw_ch: Maintenance-Vertrag

source: Procured by
gsw_ch: Bschtellt vo

source: Picking List
gsw_ch: Rüschtliischtä

source: remaining
gsw_ch: übrig

source: A package item must belong to a package model
gsw_ch: Diä Sach muss zumene Paket ghöre

source: Product
gsw_ch: Produkt

source: Currency
gsw_ch: Währig

source: Fields
gsw_ch: Fälder

source: Field
gsw_ch: Fäld

source: Show all fields
gsw_ch: Alli Fälder azeige

source: Reset visibility of all fields on the item forms
gsw_ch: Alli versteckte Fälder wieder azeige

source: Hide this field from all item forms
gsw_ch: Das Fäld bim Editiere vo Gägeständ nümme azeige

source: last used +1
gsw_ch: zletscht verwändet +1

source: fill up gaps
gsw_ch: Löcher uffülle

source: assign highest available
gsw_ch: högschtmöglich

source: Swap Model
gsw_ch: Modäll tuusche

source: Languages
gsw_ch: Sproch

source: List of Languages
gsw_ch: Lischte vode Sproch

source: admin_active
gsw_ch: Aktiv

source: admin_inactive
gsw_ch: Inaktiv

source: admin_all
gsw_ch: Alli

source: Refresh Page
gsw_ch: Siite neulade

source: is not a valid URL
gsw_ch: isch nöd eini gültige URL

source: is not a HTTP(S) URL
gsw_ch: isch nöd eini HTTP(S) URL

source: Only enter whole numbers
gsw_ch: Geben Sie nur ganze Zahlen ein

source: User does not have access to inventory pool: %s
gsw_ch: Benutzer hät kei Zuegriff uf de Gerätepark: %s

source: User is suspended for inventory pool: %s
gsw_ch: De Benutzer isch gschperrt für de Gerätepark: %s

source: An order can not have multiple delegated users.
gsw_ch: Eini Bschtellig ka nöd mehreri Delegantinä ha.

source: Invalid date
gsw_ch: Ungültiges Datum

source: Start and end date cannot be in the past
gsw_ch: Start- und Änddatum chan nöd i d Vergangeheit sii

source: Manage user roles via Groups.
gsw_ch: Verwalte Benutzerrollen via Gruppen.

source: A Group contains several users. These users can gain a role by assigning the role to their Group.
gsw_ch: Eine Gruppe enthält mehrere Benutzer. Diese Benutzer erhalten eine Rolle, indem eine Rolle der Gruppe zugeteilt wird.

source: To allocate models to users use the %s.
gsw_ch: Um Modelle den Benutzern zuzuteilen, verwende die %s.

source: Expand All
gsw_ch: Alli Öffne

source: Close All
gsw_ch: Alli Schlüüsse

source: legacy_manage_users_new_admin_section_notice
gsw_ch: Benutzer und Zuegriff chönd au im noie Admin-Bereich verwaltet werde.

source: legacy_manage_entitlement_group_new_admin_section_notice
gsw_ch: Die Benutzer und Gruppene vo de Gruppe-Verteilig werde im noie Admin-Bereich verwaltet.

source: legacy_manage_group_new_admin_section_notice
gsw_ch: Die Gruppene werde im noie Admin-Bereich verwaltet.

source: create_multiple_items_inv_code_notice
gsw_ch: Wenn mehreri Sache ufs mal erschtellt werdet, cha de Inventarcode nöd individuell feschtgleit werde. Drum wird automatisch de chlinschtmöglich und dänn e uufschtiigendi Lischte vo Inventarcodes erzügt.

source: create_multiple_items_label_quantity
gsw_ch: Aazahl

source: create_multiple_items_label_date
gsw_ch: Datum

source: create_multiple_items_head_title
gsw_ch: Sache erfolgriich erschtellt!

source: create_multiple_items_head_summary
gsw_ch: Zämefassig

source: create_multiple_items_head_list
gsw_ch: Lischte vo de erschtellte Sache

source: create_multiple_items_label_export
gsw_ch: Export

source: create_multiple_items_btn_csv_export
gsw_ch: Speichere als CSV

source: create_multiple_items_hint_csv_export
gsw_ch: (z.B. für en Label-Printer)

source: create_multiple_items_checkbox_show_barcode
gsw_ch: Zeig d Barcodes

source: create_multiple_items_checkbox_show_full_urls
gsw_ch: Zeig ganzi URLs

source: Lending Terms
gsw_ch: Uusleihbedingige

source: accept_lending_terms_label
gsw_ch: Ich akzeptier d Uusleihbedingige:

source: contract_contact_details_heading
gsw_ch: Kontaktdate

source: customer_order_contact_details_label
gsw_ch: Kontaktdate

source: customer_order_contact_details_placeholder
gsw_ch: D Aagab vonere Natelnummere isch empfohle

source: The order has already been dealt with.
gsw_ch: De Bschtellig isch scho bearbeitet worde.
