Repository: leihs/leihs_legacy
Catalog: locale/gsw_CH/leihs.po
Languages: gsw_ch

source: Additional label in inventory codes
gsw_ch: Zuesatzbezeichnige ide Inventarcodes

source: Visible for borrowers in frontend
gsw_ch: Für Benutzer im Frontend sichtbar.

source: Print dialog will open aut.
gsw_ch: Druckdialog wird automatisch göffnet

source: Used for sending e-mails from leihs
gsw_ch: Wird für de Mailversand us leihs verwendet

source: This note is added to any contract, but can be changed individually before actually printing and signing each contract.
gsw_ch: Die Notiz wird standardmässig zu jedem Vertrag dezue taa, chan aber bim Druck vomene einzelne Vertrag no gänderet werde.

source: at the inventory pool
gsw_ch: usem Grätepark

source: item(s)
gsw_ch: Sach(e)

source: item(s) due on
gsw_ch: Sachä fällig am

source: %d day in the future
gsw_ch: %d Tag i de Zuekunft

source: %s (View in Order)
gsw_ch: %s (I de Bschtellig aaluege)

source: %s Search Results for "%s"
gsw_ch: %s Suech-Resultat für "%s"

source: %s until %s
gsw_ch: %s bis %s

source: A model for the Inventory Code / Serial Number '%s' was not found
gsw_ch: S Modäll für de Inventarcode/d Serienummere %s isch nöd gfunde worde

source: A model with the ID '%s' was not found
gsw_ch: S Modäll mit de ID '%s' isch nöd gfunde worde

source: A package cannot be nested to another package
gsw_ch: Äs Packet chan nöd Teil vomene Packet sii

source: A template with the ID '%s' was not found
gsw_ch: Kei Vorlag mit de ID '%s' gfunde

source: Access Level: %d
gsw_ch: Zuegriffsrächt: %d

source: Access Right successfully created
gsw_ch: Zuegriffsrächt erfolgriich erstellt

source: Access Right successfully updated
gsw_ch: Zuegriffsrächt erfolgriich aktualisiert

source: Access right reinstated
gsw_ch: Zuegriffsrächt wider hergschtellt

source: Acknowledge
gsw_ch: Genemige

source: Add
gsw_ch: Dezue tue

source: Add %s
gsw_ch: %s dezue tue

source: Add Model
gsw_ch: Modäll dezue tue

source: Add Option
gsw_ch: Option ergänze

source: Add Purpose
gsw_ch: Zwäck ergänze

source: Add/Assign
gsw_ch: Dezue tue/zuewiise

source: Added
gsw_ch: Dezue taa

source: Additional notes
gsw_ch: Wiiteri Notize

source: Address
gsw_ch: Adrässe

source: Ankunftsdatum
gsw_ch: Aachumpftsdatum

source: Ankunftsnotiz
gsw_ch: Aachumpftsnotiz

source: Ankunftszustand
gsw_ch: Aachumpftszuestand

source: Anschaffungskategorie
gsw_ch: Aaschaffigskategorie

source: Werkstatt-Technik
gsw_ch: Werchstatt-Technik

source: Musikinstrumente
gsw_ch: Musiginstrumänt

source: Facility Management
gsw_ch: Huusdienscht

source: Approval Successful
gsw_ch: Erfolgriichi Zuestimmig

source: Approve
gsw_ch: Genehmige

source: Approve order
gsw_ch: Bschtellig bewillige

source: Approve anyway
gsw_ch: Trotzdem genehmige

source: Approved
gsw_ch: Genehmigt

source: Approved Items
gsw_ch: Genehmigti Sache

source: Approved on
gsw_ch: Genehmigt am

source: Assign
gsw_ch: Zuewisse

source: Assigning the inventory code fails
gsw_ch: Zuewiisig vom Inventar-Code fählgschlage

source: Attachment was successfully created.
gsw_ch: Aahang erfolgriich erstellt.

source: Attempt to add node to own graph collection
gsw_ch: Versuech, en Zwiig zu sinere eigene Graph-Collection dezue z'tue

source: Auswahl
gsw_ch: Uuswahl

source: Availability Timeline
gsw_ch: Verfüegbarkeitsziitlinie

source: Available
gsw_ch: Verfüegbar.

source: Available in entitlement-group '
gsw_ch: Verfüegbar i de Gruppe-Verteilig '

source: Available in total:
gsw_ch: Total verfüegbar:

source: available quantity
gsw_ch: verfüegbari Aazahl

source: Back
gsw_ch: Zrugg

source: Back to this take back
gsw_ch: Zrugg zu dere Rücknahm

source: Back to this hand over
gsw_ch: Zrugg zu dere Uusgab

source: Badge ID was updated
gsw_ch: Badge-Nummere isch aktualisiert worde

source: Reference
gsw_ch: Referänz

source: Book
gsw_ch: Reserviere

source: Borrowable
gsw_ch: Uuslehnbar

source: Borrowed Items
gsw_ch: Ussglehnti Sache

source: Borrower
gsw_ch: Uuslehner

source: Broken
gsw_ch: Kabutt

source: Building
gsw_ch: Geboide

source: Cancel
gsw_ch: Abbräche

source: Cancel Edit
gsw_ch: Bearbeitig abbräche

source: Categories
gsw_ch: Kategorie

source: Category
gsw_ch: Kategorii

source: Change Borrower
gsw_ch: Uuslehner ändere

source: Change Borrower Successful
gsw_ch: Uuslehner erfolgriich gänderet

source: Change orderer
gsw_ch: Bschteller ändere

source: Change orderer Successful
gsw_ch: Bschteller erfolgriich gänderet

source: Changed %s from %s to %s
gsw_ch: %s vo %s zu %s gändered

source: Changed dates for %{model} from %{from} to %{to}
gsw_ch: Datum für %{model} vo %{from} uf %{to} gsetzt

source: Closed
gsw_ch: Gschlosse

source: Compatible successfully removed
gsw_ch: Kompatibls Grät erfolgriich wäggnoh.

source: Compatibles
gsw_ch: Ergänzendi Modäll

source: Complete
gsw_ch: Vollständig

source: Complete Search
gsw_ch: Gsamtsuechi

source: Completeness
gsw_ch: Vollständigkeit

source: Consider opening hours
gsw_ch: Öffnigsziite berücksichtige

source: Contract
gsw_ch: Vertrag

source: Default Contract Note
gsw_ch: Standard Vertragsnachricht

source: Contract %d has been signed by %s
gsw_ch: Vertrag %d isch vo %s underschribe worde

source: Contract No.
gsw_ch: Vertrags-Nr.

source: Contract Nr.
gsw_ch: Vertrags-Nr.

source: Contracts
gsw_ch: Verträg

source: Couldn't update
gsw_ch: Aktualisierig isch fählgschlage

source: Created at
gsw_ch: Erstellt am

source: Current Order
gsw_ch: Aktuelli Bschtellig

source: Currently Borrowed Items
gsw_ch: Aktuell uusglehnti Sache

source: Currently has items to return
gsw_ch: Hät aktuell Sache zum zrugg bringe

source: Currently has open orders
gsw_ch: Hät aktuell offeni Bschtellige

source: Currently you have no items in your order.
gsw_ch: Sie händ grad kei Sache ide Bschtellig

source: Daily View
gsw_ch: Tagesaasicht

source: Day
gsw_ch: Tag

source: Days
gsw_ch: Täg

source: Deadline soon
gsw_ch: Bald Deadline

source: Deadline soon reminder sent for %{q} items on contracts %{c}
gsw_ch: Reminder für baldigi Deadline für %{q} Sachä us de Verträg %{c} gschickt

source: Dear client,
gsw_ch: Liebe/i Chund/in,

source: Dear leihs client,
gsw_ch: Liebe/i leihs-Chund/in,

source: Dear leihs manager,
gsw_ch: Liebe/i leihs-Manager/in,

source: Defective
gsw_ch: Beschädigt

source: Delete
gsw_ch: Lösche

source: Delete %s
gsw_ch: %s lösche

source: Delete Selection
gsw_ch: Uuswahl lösche

source: Delete this line
gsw_ch: Ziile lösche

source: Description
gsw_ch: Beschriibig

source: Documents
gsw_ch: Dokumänt

source: My documents
gsw_ch: Mini Dokumänt

source: Documents for hand over
gsw_ch: Dokumänt für d'Uusgab

source: Documents for take back
gsw_ch: Dokumänt für d'Rücknahm

source: ERROR
gsw_ch: FÄHLER

source: Edit
gsw_ch: Ändere

source: Edit %s
gsw_ch: %s ändere

source: Edit Model
gsw_ch: Modäll bearbeite

source: Edit Software
gsw_ch: Software bearbeite

source: Edit Item
gsw_ch: Sache ändere

source: Edit License
gsw_ch: Lizenz bearbeite

source: Edit Option
gsw_ch: Option ändere

source: Edit Order
gsw_ch: Bschtellig ändere

source: Edit Purpose
gsw_ch: Zwäck ändere

source: Edit Selection
gsw_ch: Uuswahl ändere

source: Edit multiple selected reservations
gsw_ch: Mehreri aagwählti Linie bearbeite

source: Edit purpose for order from
gsw_ch: Zwäck d Bschtellig ändere vo

source: Edit this Order
gsw_ch: Die Bschtellig ändere

source: Empty Username and/or Password
gsw_ch: Benutzername und/oder Passwort sind läär

source: End date
gsw_ch: Änd-Datum

source: Equipment Booking and Inventory Management System
gsw_ch: Gräte-Uuslei und Inventarverwaltigssyschtem

source: Error
gsw_ch: Fähler

source: Error creating the accessory.
gsw_ch: Fähler bim erschtelle vom Zuebehör

source: Error deleting the accessory.
gsw_ch: Fähler bim lösche vom Zuebehör

source: Error destroying the item package
gsw_ch: Fähler bim lösche vom Paket

source: Error destroying the package
gsw_ch: Fähler bim lösche vo dem Paket

source: Error saving the package
gsw_ch: Fähler bim speichere vom Paket

source: Error updating inventory code
gsw_ch: Fähler bim aktualisiere vom Invenrarcode

source: Expected to be returned.
gsw_ch: Rückgab erwartet

source: Finish this hand over
gsw_ch: Uusgab abschlüsse

source: Finish this take back
gsw_ch: Rücknahm abschlüsse

source: Found %d matches
gsw_ch: %d Träfffer gfunde

source: Found %s
gsw_ch: %s gfunde

source: Fri
gsw_ch: Fr

source: Functional
gsw_ch: Funktionstüchtig

source: General Information
gsw_ch: Allgemeini Informatione

source: Go Back
gsw_ch: Zrugg

source: Entitlement-Group %s
gsw_ch: Gruppe-Verteilig %s

source: Hand Over
gsw_ch: Usegäh

source: Hand Over Selection
gsw_ch: Uuswahl usegäh

source: Hand Over to
gsw_ch: Usegäh a

source: Hand Over to %s
gsw_ch: Usegäh a %s

source: Hand Overs
gsw_ch: Uusgabe

source: Help
gsw_ch: Hilf

source: Highlight available items.
gsw_ch: Verfüegbari Sache hervorhebe.

source: IMEI-Number
gsw_ch: IMEI-Nummere

source: Important notes for hand over
gsw_ch: Wichtigi Notize zur Uusgab

source: In Stock
gsw_ch: A Lager

source: in stock
gsw_ch: a Lager

source: rentable
gsw_ch: uuslehnbar

source: not in stock
gsw_ch: nöd a Lager

source: In Total
gsw_ch: Im Ganze

source: Incomplete
gsw_ch: Unvollschtändig

source: Inconsistent Inventory Pool
gsw_ch: Inkonsischtänte Grätepark

source: Initial Price
gsw_ch: Aaschaffigspriis

source: Inspect
gsw_ch: Inschpektion

source: Inspect Item
gsw_ch: Inschpektion

source: Insurance Number
gsw_ch: Versicherigs-Nummerä

source: Internal Description
gsw_ch: Interni Beschriibig

source: Introduction
gsw_ch: Iifüehrig

source: Invalid order_lines
gsw_ch: Ungültigi Bschtellinie

source: Invalid technical user - contact your leihs admin
gsw_ch: Ungültige technische Benutzer - kontaktiered Si ihre leihs-Adminischtrator

source: Invalid username/password
gsw_ch: Benutzername/Passwort ungültig

source: Inventory
gsw_ch: Inventar

source: Inventory Code
gsw_ch: Inventar-Code

source: Inventory Code / Name
gsw_ch: Inventar-Code/Name

source: Inventory Pool
gsw_ch: Grätepark

source: Inventory pool successfully created
gsw_ch: Grätepark erfolgriich erschtellt

source: Inventory Pool is missing
gsw_ch: Grätepark fählt

source: Inventory Pools
gsw_ch: Grätepärk

source: Inventory code
gsw_ch: Inventar-Code

source: Inventory code updated
gsw_ch: Inventar-Code aktualisiert

source: Inventory pool
gsw_ch: Grätepark

source: InventoryPool|Email
gsw_ch: E-Mail

source: InventoryPool|Shortname
gsw_ch: Churzname

source: Investment
gsw_ch: Inveschtition

source: Invoice Date
gsw_ch: Rächnigsdatum

source: Invoice Information
gsw_ch: Rächnigsinformatione

source: Invoice Number
gsw_ch: Rächnigsnummere

source: Item
gsw_ch: Sach

source: Item handed over as part of contract %d.
gsw_ch: D Sach übergäh als Teil vom Vertrag %d.

source: Item is defective
gsw_ch: D Sach isch defekt

source: Item is incomplete
gsw_ch: D Sach isch nöd vollständig

source: Item is overdue and therefore unavailable!
gsw_ch: D Sach isch überfällig und drum nöd verfüegbar!

source: Item is part of package
gsw_ch: D Sach isch Teil vomene Paket

source: Item is reserved in the future, therefore it's not available!
gsw_ch: D Sach isch ide Zuekunft reserviert und drum nöd verfüegbar!

source: Item not borrowable
gsw_ch: D Sach isch nöd uuslehnbar

source: Item package successfully destroyed
gsw_ch: Paket glöscht

source: Item saved.
gsw_ch: Sach gschpeichered.

source: Item taken back
gsw_ch: Sach zrugg gno

source: Items
gsw_ch: Sache

source: Key
gsw_ch: Schlüssel

source: Kind regards,
gsw_ch: Schöni Grüess

source: Language
gsw_ch: Sproch

source: Last Checked
gsw_ch: Letschti Inventur

source: License Version
gsw_ch: Lizenz Version

source: item_version
gsw_ch: Version

source: Last Visitors:
gsw_ch: Letschti Bsuecher:

source: Latest reminder
gsw_ch: Letschti Erinnerig

source: Latest 10 emails
gsw_ch: Di letschte 10 Mails

source: Legend
gsw_ch: Erklärig

source: Lender
gsw_ch: Verleiher/in

source: Lending
gsw_ch: Uusleii

source: Lending / Daily View
gsw_ch: Uusleii / Tagesasicht

source: Lending Contract No.
gsw_ch: Leivertrag Nr.

source: Lending Contract No. %d
gsw_ch: Leivertrag Nr %d

source: Lending Contract No. %s
gsw_ch: Leivertrag Nr. %s

source: Lending Contracts No. %s
gsw_ch: Leiverträg Nr. %s

source: List of %s
gsw_ch: Liste der %s

source: List of Contracts
gsw_ch: Lischte vo de Verträg

source: List of Inventory
gsw_ch: Inventarlischte

source: List of Inventory Pools
gsw_ch: Gräteparklischte

source: List of Orders
gsw_ch: Bschtelllischtene

source: List of Visits
gsw_ch: Lischte vo Bsüech

source: Loading
gsw_ch: Lade

source: Location
gsw_ch: Ort

source: Locations
gsw_ch: Ort

source: Logged in successfully
gsw_ch: Erfolgriich iigloggt

source: Login
gsw_ch: Iilogge

source: Logout
gsw_ch: Uusego

source: MAC-Address
gsw_ch: MAC-Adrässe

source: Manufacturer
gsw_ch: Hersteller

source: Manufacturer (A-Z)
gsw_ch: Hersteller (A-Z)

source: Manufacturer (Z-A)
gsw_ch: Hersteller (Z-A)

source: Matching Templates
gsw_ch: Passendi Vorlage

source: Mobile
gsw_ch: Mobiil

source: Model
gsw_ch: Modäll

source: Model (A-Z)
gsw_ch: Modäll (A-Z)

source: Model (Z-A)
gsw_ch: Modäll (Z-A)

source: Model must be selected
gsw_ch: S'Modäll muess uusgwählt sii

source: Model not present anymore
gsw_ch: Modäll exischtiert nüme

source: Model successfully added as compatible
gsw_ch: Modäll erfolgriich als kompatibel dezue tah

source: Model successfully removed
gsw_ch: Modäll erfolgriich glöscht

source: Models
gsw_ch: Modäll

source: Mon
gsw_ch: Mo

source: New Borrower
gsw_ch: Neue Uuslehner

source: New Orderer
gsw_ch: Noie Bschteller

source: New Package
gsw_ch: Nois Paket

source: New item created.
gsw_ch: Neui Sache erschtellt.

source: Next
gsw_ch: Näggscht

source: No
gsw_ch: Nei

source: No description available for this model.
gsw_ch: Kei Beschriibig für das Modäll.

source: No entries found
gsw_ch: Kän Iitrag gfunde

source: No entry found
gsw_ch: Kän Iitrag gfunde

source: No hand overs found
gsw_ch: Kei Uusgabene gfunde

source: No reminder yet
gsw_ch: No kei Erinnerige

source: No take backs found
gsw_ch: Kei Rücknahme gfunde

source: None
gsw_ch: keine/i

source: Not Borrowable
gsw_ch: Nöd uuslehnbar

source: Not available
gsw_ch: nöd verfüegbar

source: Note
gsw_ch: Notiz

source: Number of items
gsw_ch: Aazahl Sache

source: One of the managers approves/denies or changes your reservation
gsw_ch: S Verwaltigspersonal beschtätigt Ihri Bschtelig oder lehnt si ab

source: Open
gsw_ch: Offe

source: Open Datepicker
gsw_ch: Datums-Uuswahl öffne

source: Open Orders
gsw_ch: Offeni Bschtelige

source: Opening Hours
gsw_ch: Öffnigsziite

source: Order
gsw_ch: Bschtelig

source: %s Order
gsw_ch: %s Bschtellig

source: Order approved
gsw_ch: Bschtelig genehmigt

source: Order from
gsw_ch: Bschtelig vo

source: Order from %s
gsw_ch: Bschtelig vo %s

source: Order received
gsw_ch: Bschtelig iitroffe

source: Order rejected
gsw_ch: Bschtelig abglehnt

source: Order submitted
gsw_ch: Bschtelig abgschickt

source: Orders
gsw_ch: Bschtelige

source: Other entitlement-groups
gsw_ch: Anderi Gruppe-Verteilig

source: Overbooked Quantity
gsw_ch: Überbuechti Aazahl

source: Overbooking
gsw_ch: Überbuechig

source: Overdue
gsw_ch: Überfällig

source: Overdue Returns
gsw_ch: Überfälligi Rückgabe

source: Overdue Visit
gsw_ch: Überfällige Bsuech

source: Owned
gsw_ch: Im Bsitz

source: Owner
gsw_ch: Bsitzer

source: Package
gsw_ch: Paket

source: Packages
gsw_ch: Paket

source: Package Code
gsw_ch: Paket-Code

source: Package successfully destroyed
gsw_ch: Paket glöscht

source: Package successfully saved
gsw_ch: Paket gschpeicheret

source: Password
gsw_ch: Passwort

source: Password Confirmation
gsw_ch: Passwortbeschtätigung

source: Password changed
gsw_ch: Passwort gänderet

source: Pending
gsw_ch: Offe

source: Period
gsw_ch: Ziitruum

source: Phone
gsw_ch: Telefon

source: Phone%s
gsw_ch: Telefon%s

source: Manage inventory, place reservations on items and pick them up
gsw_ch: Inventaar bearbeite, Sache reserviere und abhole

source: Please note that these contracts, while they do belong to approved orders, may be changed by the lending manager at any time. They represent only a current snapshot of the order and might not contain the same items as the final contract once you pick up your items.
gsw_ch: Bitte beachtet Si, dass die Verträg zwar zu gnehmigte Bschtellige ghöret, si chönd aber jederziit vomene Inventarverwalter veränderet werde. Si zeiget nur es aktuells Abbild vo de Bschtellig. Si chan bide abholig anderi Sache enthalte.

source: Please provide a purpose...
gsw_ch: Bitte gänd Si än Zwäck aa...

source: Please provide all required fields
gsw_ch: Fülled Si bitte ali Pflichtfelder uus

source: Please provide an inventory code
gsw_ch: Bitte gänd Si än Inventar-Code ii

source: Please specify the purpose of your order here...
gsw_ch: Gänd Si bitte de Zwäck für Ihri Bschtellig da aa...

source: Previous
gsw_ch: Zrugg

source: Price
gsw_ch: Priis

source: Print
gsw_ch: Drucke

source: Print Contracts
gsw_ch: Verträg uusdrucke

source: Problems
gsw_ch: Probleem

source: Project Number
gsw_ch: Projäktnummere

source: Purpose
gsw_ch: Zwäck

source: Purpose changed '%s' for '%s'
gsw_ch: Zwäck gänderet vo '%{from}' uf '%{to}'

source: Purpose changed '%{from}' for '%{to}'
gsw_ch: Zwäck gänderet vo '%{from}' uf '%{to}'

source: Purpose these items are borrowed for
gsw_ch: Zwäck vo de Uusleii vo dene Sache

source: Qty.
gsw_ch: Aaz.

source: Quantity
gsw_ch: Aazahl

source: Quantity allocations
gsw_ch: Zueteilige

source: Total quantity
gsw_ch: Total Aazahl

source: Quantity: %d
gsw_ch: Aazahl: %d

source: Reason for Retirement
gsw_ch: Grund für d Uusmuschterig

source: Recommended Accessories
gsw_ch: Empfohles Zuebehör

source: Accessories
gsw_ch: Zuebehör

source: Reject
gsw_ch: Ablehne

source: Rejected
gsw_ch: Abglehnt

source: Rejected on
gsw_ch: Abglehnt am

source: Rejection Successful
gsw_ch: Ablehne erfolgriich

source: Relevant for inventory
gsw_ch: Relevant für s'Inventar

source: Remind
gsw_ch: Erinnere

source: Reminded %{q} items for contracts %{c}
gsw_ch: %{q} Mal für d Verträg %{c} erinneret

source: Reminder
gsw_ch: Erinnerig

source: Reminder emails
gsw_ch: Erinnerigs-Mail(s)

source: Removed %{q} %{m}
gsw_ch: %{q} %{m} wäggnoh

source: Requested Items
gsw_ch: Bschtellti Sache

source: Contact person
gsw_ch: Kontaktperson

source: Responsible
gsw_ch: Zueschtändig

source: Responsible department
gsw_ch: Zueschtändigi Abteilig

source: Responsible person
gsw_ch: Zueständigi Person

source: Retire
gsw_ch: Uusmuschtere

source: Retire Item
gsw_ch: Sach uusmuschtere

source: Retired
gsw_ch: Uusgmuschtered

source: retired
gsw_ch: uusgmuschtered

source: not retired
gsw_ch: nöd uusgmuschtered

source: Retirement
gsw_ch: Uusmuschterig

source: Return
gsw_ch: Zrugg

source: Return to this hand over
gsw_ch: Zrugg zu dere Uusgab

source: Returned Items
gsw_ch: Zruggbrachti Sache

source: Room
gsw_ch: Ruum

source: Save
gsw_ch: Schpeichere

source: Save %s
gsw_ch: %s schpeichere

source: Save and copy
gsw_ch: Schpeichere und kopiere

source: Save and copy %s
gsw_ch: %s schpeichere und kopiere

source: Copy Item
gsw_ch: Sache kopiere

source: Create copied item
gsw_ch: Kopierti Sach erschtelä

source: Save changes
gsw_ch: Änderige schpeichere

source: Saved
gsw_ch: Gschpeichered

source: Search
gsw_ch: Suech

source: Search Results for "%s"
gsw_ch: Suechresultat für "%s"

source: Search...
gsw_ch: Sueche...

source: admin_search_term
gsw_ch: Sueche...

source: Searching
gsw_ch: Sueche

source: Selected Pools (%s)
gsw_ch: Uusgwählti Grateparks (%s)

source: Selection
gsw_ch: Uuswahl

source: Serial Number
gsw_ch: Serienummere

source: Settings for %s
gsw_ch: Iischtelige für %s

source: Shelf
gsw_ch: Regal

source: Show
gsw_ch: Aazeige

source: Show user
gsw_ch: Benutzer aazeige

source: Show delegation
gsw_ch: Delegation aazeige

source: Show Availability
gsw_ch: Verfüegbarkeit zeige

source: Show all %s...
gsw_ch: All %s aazeige...

source: Show all ...
gsw_ch: All aazeige ...

source: Signature
gsw_ch: Underschrift

source: Signed
gsw_ch: Underschribe

source: Signed contracts
gsw_ch: Underschribni Verträg

source: Something went wrong!
gsw_ch: Öppis isch schief gange!

source: Start Date must be before End Date
gsw_ch: Startdatum muess vor em Enddatum si

source: Start Screen
gsw_ch: Startbildschirm

source: Start date
gsw_ch: Startdatum

source: Status
gsw_ch: Zueschtand

source: Submission failed
gsw_ch: Abschicke hät nöd funktioniert

source: Submit
gsw_ch: Abgschicke

source: Submit Order
gsw_ch: Bschtellig abschicke

source: Submitted
gsw_ch: Abgschickt

source: Successful Order
gsw_ch: Bschtellig erfolgriich

source: Successfully set.
gsw_ch: Erfolgriich zuegwise

source: Supplier
gsw_ch: Liferant

source: Suppliers
gsw_ch: Liferanten

source: Swapped %{from} for %{to}
gsw_ch: %{from} dur %{to} ersetzt

source: Swapped from %s
gsw_ch: Ersetzt %s

source: Take Back
gsw_ch: Zruggnäh

source: Take Back Selection
gsw_ch: Uuswahl zruggnäh

source: Take Back from
gsw_ch: Rücknahm vo

source: Take Back from %s
gsw_ch: Rücknahm vo %s

source: Take Backs
gsw_ch: Rücknahme

source: Technical Details
gsw_ch: Technischi Details

source: Templates
gsw_ch: Vorlage

source: Terms and conditions of the lender apply.
gsw_ch: Es gälted d Uusleibedingige vom Uusleier

source: That means that the user probably did not get the approval mail and you need to contact him/her in a different way.
gsw_ch: Das bedüütet, dass de/di Benutzer/i s'Beschtätigungssmail nöd übercho hät und Si mit ihm/ihre uf än anderi Art Kontakt uufnäh müend.

source: The Category must be empty
gsw_ch: D Kategorii muess läär sii

source: The Inventory Code %s was not found.
gsw_ch: De Inventarcode %s isch nöd gfunde worde.

source: The Inventory Code %s was not found for %s
gsw_ch: De Inventarcode %s isch nöd gfunde worde.

source: The Inventory Pool must be empty
gsw_ch: De Grätepark muess läär sii

source: The accessory was successfully created.
gsw_ch: Zuebehör erschtellt.

source: The accessory was successfully deleted.
gsw_ch: Zuebehör glöscht.

source: %s successfully deleted
gsw_ch: %s glöscht

source: The admin role cannot be scoped to an inventory pool
gsw_ch: D Admin-Role cha sich nöd uf en Grätepark beziehe

source: The assignment for %s was removed
gsw_ch: D Zuewiisig für %s isch entfernt worde

source: The following error happened while sending a notification email to %{email}:\n
gsw_ch: Di folgende Fähler sind bim schicke vo de Nachricht a %{email} passiert:\n

source: The entitlement-group quantities were successfully saved.
gsw_ch: D Gruppe-Verteilig isch gschpeicheret.

source: The inventory code %s is not valid for this model
gsw_ch: De Inventarcode %s isch für das Modäll nöd gültig

source: The item belongs to a package
gsw_ch: Diä Sach ghört zumene Paket

source: The item doesn't belong to the inventory pool related to this contract
gsw_ch: D Sach ghört nöd zum Grätepark wo dem Vertrag

source: The item doesn't match with the reserved model
gsw_ch: D Sach entschpricht nöd em reservierte Modäll

source: The item is already handed over or assigned to a different contract line
gsw_ch: D Sach isch scho emene andere Vertrag zuegwise

source: The item with the inventory code %s was not found
gsw_ch: D Sach mit em Inventarcode %s isch nöd gfunde worde

source: The item %s will be retired and no longer available for rentals.
gsw_ch: D Sach %s wird uusgmuschteret und isch nüme für d Uusleii verfüegbar.

source: The line was not found
gsw_ch: Ziile nöd gfunde

source: The mail was sent
gsw_ch: S Mail isch verschickt worde

source: The model cannot be changed because the item is used in contracts already.
gsw_ch: S Modäll chan nod gänderet werde, will d Sach scho i Verträg enthalte isch.

source: The model is already compatible
gsw_ch: Das Modäll isch scho kompatibel.
